[
  {
    "slang_sentence": "그 친구가 조리병이었는데, 후임이 안들어와서 엄청 뺑이치고 있었다나 봐. 그래서 다친척하고 쉬려고 그런 거래. 이건 빼박 가스걸려도 할말 없지.",
    "standard_sentence": "그 친구가 조리병이었는데, 후임이 안들어와서 엄청 고생하고 있었다나 봐. 그래서 다친척하고 쉬려고 그런 거래. 이건 빼도 박도 못하게 통제걸려도 할말 없지.",
    "slang_meaning_pairs": [
      {
        "slang": "뺑이",
        "meaning": "(은어) 힘든 일을 하게 될 때, 고생할 때 쓰는 말."
      },
      {
        "slang": "빼박",
        "meaning": "일이 난처하게 되어 이러지도, 저러지도 못한다는 의미의 관용어. "
      },
      {
        "slang": "가스",
        "meaning": "후임들에게 거는 제재,통제등을 의미. '가스를 건다'로 활용함."
      }
    ]
  },
  {
    "slang_sentence": "내가 꿀이라는 단어를 알게 되었는데 편한 것을 일컫는 말이라기도 하고 또는 그런 행위야. 그리고 꿀보직이라는 단어도 알게 되었는데 매우 편한 보직이라는 뜻이야.",
    "standard_sentence": "내가 편한 것이라는 단어를 알게 되었는데 편한 것을 일컫는 말이기도 하고 또는 그런 행위야. 그리고 매우 편한 보직이라는 단어도 알게 되었는데 매우 편한 보직이라는 뜻이야.",
    "slang_meaning_pairs": [
      {
        "slang": "꿀",
        "meaning": "(은어) 편한 것을 일컫는 말.또는 그런 행위"
      },
      {
        "slang": "꿀보직",
        "meaning": "군대 은어의 하나다. 매우 편한 보직이라는 뜻이다."
      }
    ]
  },
  {
    "slang_sentence": "너 요즘 들려오는 이야기가 어떤 줄 알아? 이소대 김뱀한테 엄청 건방지게굴고 말이야. 흡연장에서 같이 담타할때 무슨 일 있었던거야?",
    "standard_sentence": "너 요즘 들려오는 이야기가 어떤 줄 알아? 이소대 김병장한테 엄청 건방지게굴고 말이야. 흡연장에서 같이 담배타임할때 무슨 일 있었던거야?",
    "slang_meaning_pairs": [
      {
        "slang": "뱀",
        "meaning": "병장을 짧게 부르는 말. "
      },
      {
        "slang": "담타",
        "meaning": "담배 타임의 줄임말 / 담배 피러 가는시간, 담배 피러 가자의 은어 표현"
      }
    ]
  },
  {
    "slang_sentence": "이것도 가라 관련 이야기인데. 밤에 몰래 싸지방 갔다가 문이 잠겨서 못 나간 병사 이야기도 있더라. 이래서 사람은 요령을 피우면 안돼.",
    "standard_sentence": "이것도 가짜 관련 이야기인데. 밤에 몰래 사이버 지식 정보방 갔다가 문이 잠겨서 못 나간 병사 이야기도 있더라. 이래서 사람은 요령을 피우면 안돼.",
    "slang_meaning_pairs": [
      {
        "slang": "가라",
        "meaning": "‘가짜(假-)’를 속되게 이르는 말."
      },
      {
        "slang": "싸지방",
        "meaning": "사이버 지식 정보방의 준말."
      }
    ]
  },
  {
    "slang_sentence": "나는 푸라면이 먹고 싶다. 생각해보면 군머에서 먹는 뽀글이랑 한강에서 먹는 라면이랑 같진 않겠지. 여자애랑 먹으면 더 맛있기도 할거고 말야.",
    "standard_sentence": "나는 신라면이 먹고 싶다. 생각해보면 군대에서 먹는 라면을 냄비에 끓이지 않고 봉지째로 뜨거운 물을 넣고 익혀서 먹는 거랑 한강에서 먹는 라면이랑 같진 않겠지. 여자애랑 먹으면 더 맛있기도 할거고 말야.",
    "slang_meaning_pairs": [
      {
        "slang": "푸라면",
        "meaning": "辛(신)라면의 야민정음 형태로 신라면을 의미함"
      },
      {
        "slang": "군머",
        "meaning": "군대' 단어에 야민정음 형태 / 대<->머"
      },
      {
        "slang": "뽀글이",
        "meaning": "(은어) 라면 등을 냄비에 끓이지 않고 봉지째로 뜨거운 물을 넣고 익혀서 먹는 방식.또는 그 형태"
      }
    ]
  },
  {
    "slang_sentence": "요즘 군머는 체계가 바뀌어버렸어. 일시키면 짬때렸다면서 간부들한테 이르고 말이지. 나도 그렇게 긁어본적 있어서 잘알거든.",
    "standard_sentence": "요즘 군대는 체계가 바뀌어버렸어. 일시키면 일 떠넘긴다면서 간부들한테 이르고 말이지. 나도 그렇게 마음의 편지로 고발당해본 적 있어서 잘알거든.",
    "slang_meaning_pairs": [
      {
        "slang": "군머",
        "meaning": "군대' 단어에 야민정음 형태 / 대<->머"
      },
      {
        "slang": "짬때리다",
        "meaning": "일을 다른 사람에게 떠 넘기는 것을 속된 말로 표현"
      },
      {
        "slang": "긁다",
        "meaning": "군대은어 / 군대 내에 있는 '마음의 편지'로 부조리를 고발하는것"
      }
    ]
  },
  {
    "slang_sentence": "짬찌가 무슨 말이냐면 짬밥 찌끄레기의 준말로 군생활이 짧음을 조롱하는 말로 알고 있으면 돼. 그리고 찐빠가 무슨 말이냐면 공군에서 쓰이는 은어로 뭔가 하나 빼먹는 종류의 실수를 하거나 배치가 꼬여서 들어갔어야 하는 근무에 사람이 비는 등의 실수에 사용한다고 알고 있으면 돼.",
    "standard_sentence": "짬밥 찌끄레기가 무슨 말이냐면 짬밥 찌끄레기의 준말로 군생활이 짧음을 조롱하는 말로 알고 있으면 돼. 그리고 뭔가 하나 빼먹는 종류의 실수가 무슨 말이냐면 공군에서 쓰이는 은어로 뭔가 하나 빼먹는 종류의 실수를 하거나 배치가 꼬여서 들어갔어야 하는 근무에 사람이 비는 등의 실수에 사용한다고 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "짬찌",
        "meaning": "(은어) 짬밥 찌끄레기의 준말로 군생활이 짧음을 조롱하는 말"
      },
      {
        "slang": "찐빠",
        "meaning": "공군에서 쓰이는 은어로 뭔가 하나 빼먹는 종류의 실수를 하거나\n (예: 점호 인원이 맞지 않는다거나 재고 숫자가 맞지 않는 등) \n배치가 꼬여서 들어갔어야 하는 근무에 사람이 비는 등의 실수에 사용한다."
      }
    ]
  },
  {
    "slang_sentence": "옛날에 호랑이가 담배 피던 시절부터 입고 왔던 개구리 디자인의 군복은 도대체 어떻게 입고 다녔을까? 아무렴 부대내에서 다 같이 같은 복장으로 훈련을 받으니까 그닥 크게 신경이야 쓸일이 없겠다만 외박이나 휴가 나가서는 규정으로 인해 필히 착용하고 나가야한단 말이지. 진짜 쩐다. 그 당시에도 군인이 부리는 부심이라는게 있었을까? 그런 복장을 작용하고 무슨 근자감이었을까?",
    "standard_sentence": "옛날에 호랑이가 담배 피던 시절부터 입고 왔던 과거 얼룩 무늬 군복 디자인의 군복은 도대체 어떻게 입고 다녔을까? 아무렴 부대내에서는 다 같이 같은 복장으로 훈련을 받으니까 그닥 크게 신경이야 쓸일이 없겠다만 외박이나 휴가 나가서는 규정으로 인해 필히 착용하고 나가야한단 말이지. 진짜 대박이다. 그 당시에도 군부심이라는게 있었을까? 그런 복장을 작용하고 무슨 근거없는 자신감이었을까?",
    "slang_meaning_pairs": [
      {
        "slang": "개구리",
        "meaning": "(은어) 과거 얼룩 무늬 군복을 일컫는 말."
      },
      {
        "slang": "쩐다",
        "meaning": "엄청나다, 죽여준다, 대박이다라는 긍정적으로 쓸수도 있으나 반대로 부정적인 의미로도 쓸 수 있다. 예를 들어 너무 어이없을 때나 황당할때 쓰기도 한다.\n절다에서 파생된 말로 '쩔다', '쩐다', '쩔어'등으로 사용된다."
      },
      {
        "slang": "근자감",
        "meaning": "근거 없는 자신감'의 줄임말인 이 표현은 젊은 세대가 주로 부정적인 의미로 쓴다."
      },
      {
        "slang": "부심",
        "meaning": "특정 '집단'의 허세 또는 지나친 자부심을 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "너희들 자꾸 나만 꽃신 신겨줄 여자 없다고 놀리고 그러는데 아모른직다라고 아직 일말상초도 지나지 않은 너희가 무슨 자신감으로 그렇게 떵떵 소리치는지 이해가 전혀 되질 않는다. 그나저나 오늘 점심메뉴가 뭐라고 했더라? 오늘 특식으로 군대리아 나온다고 하지 않았어? 특식에는 뭐가 나오는지 보고 좀 해라.",
    "standard_sentence": "너희들 자꾸 나만 자신의 군 복무를 기다려준 고무신 여자친구 신겨줄 여자 없다고 놀리고 그러는데 아직모른다라고 아직 일병 말에서 상병 초반도 지나지 않은 너희가 무슨 자신감으로 그렇게 떵떵 소리치는지 이해가 전혀 되질 않는다. 그나저나 오늘 점심메뉴가 뭐라고 했더라? 오늘 특식으로 군대에서 나오는 햄버거 나온다고 하지 않았어? 특식에는 뭐가 나오는지 보고 좀 해라.",
    "slang_meaning_pairs": [
      {
        "slang": "꽃신",
        "meaning": "(은어) 자신의 군 복무를 기다려준 고무신 여자친구를 일컫는 말. (반:고무신)"
      },
      {
        "slang": "아모른직다",
        "meaning": "이기고 있는 팀을 응원하는 사람들도 지고 있는 팀을 약올리기 위해 사용\n이윤열의 아프리카TV에서 일반인과 상대하며 누가봐도 질 것이 당연해보이는 상황에도 아 손이 곧 풀릴거니까 \n  아직 모른다 다음 경기는 잘 될거다 등의 바리에이션으로 쓰이다 이후 게임 방송을 중심으로 유행하는 말이 되었다."
      },
      {
        "slang": "일말상초",
        "meaning": " 일병 말에서 상병 초반에(즉 군대 들어온 지 대략 8~11개월쯤에) \n사회에 두고 온 교제 중인 연인과 헤어질 위기에 처할 가능성이 높다."
      },
      {
        "slang": "군대리아",
        "meaning": "군대 와 롯데리아를 결합시켜 탄생했다. 군대에서 일주일에 1.2번 나오는 특식."
      }
    ]
  },
  {
    "slang_sentence": "짬바가 무슨 말이냐면 짬에서 오는 바이브의 줄임말로 오랜 경험이나 연륜으로 여유나 노련미를 표현할 때 쓰는 말이야. 그리고 짬시키다가 무슨 말이냐면 훈련이나 계획등을 유야무야 넘기는 것을 말한다고 보면 돼.",
    "standard_sentence": "짬에서 나오는 바이브가 무슨 말이냐면 짬에서 나오는 바이브의 줄임말로 오랜 경험이나 연륜으로 여유나 노련미를 표현할 때 쓰는 말이야. 그리고 훈련이나 계획등을 유야무야 넘어가는 것이 무슨 말이냐면 훈련이나 계획등을 유야무야 넘어가는 것을 말한다고 보면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "짬바",
        "meaning": "짬에서 나오는 바이브' 의 줄임말로 오랜 경험이나 연륜으로 여유, 노련미를 표현할 때 쓰는 말이다."
      },
      {
        "slang": "짬시키다",
        "meaning": "훈련이나 계획등을 유야무야 넘어가는 것. / 짬때리다와 동의어로 쓰이는 경우도 있다."
      }
    ]
  },
  {
    "slang_sentence": "짬찌야. 휴가 나가서 재밌는거 많이 했어? 너 아버지군번인 나는 진짜 고생하고 있었는데. 근무도 엄청 서고. 행군도 하고 말야. 진짜 조낸 힘들었어.",
    "standard_sentence": "짬밥 찌끄레기야. 휴가 나가서 재밌는거 많이 했어? 너 1년 높으며,월은 똑같은 군번인 나는 진짜 고생하고 있었는데. 근무도 엄청 서고. 행군도 하고 말야. 진짜 너무 힘들었어.",
    "slang_meaning_pairs": [
      {
        "slang": "짬찌",
        "meaning": "(은어) 짬밥 찌끄레기의 준말로 군생활이 짧음을 조롱하는 말"
      },
      {
        "slang": "아버지",
        "meaning": "자신보다 딱 1년 높으며,월은 똑같은 선임을 일컫는 말."
      },
      {
        "slang": "조낸",
        "meaning": "정말 매우 진짜 굉장히 라는 뜻으로 비속어인 '존나' 와 같은 표현"
      }
    ]
  },
  {
    "slang_sentence": "그래? 그정도면 진짜 땡보직이였구나. 너무 부럽다. 나는 말출 나가기 전까지 엄청나게 고생했었는데 말이야. 너가 어느 부대 나왔었다고 했지?",
    "standard_sentence": "그래? 그정도면 진짜 매우 편한 보직이였구나. 너무 부럽다. 나는 마지막 정기휴가 나가기 전까지 엄청나게 고생했었는데 말이야. 너가 어느 부대 나왔었다고 했지?",
    "slang_meaning_pairs": [
      {
        "slang": "땡보직",
        "meaning": "매우 편한 보직이라는 뜻이다. 보통 줄여서 '땡보'라 부른다."
      },
      {
        "slang": "말출",
        "meaning": "군대에서의 마지막 정기휴가"
      }
    ]
  },
  {
    "slang_sentence": "걍 편햐게 있지. 방탄헬멧 쓰고있으면 엄청 힘들잖아. 간부 없을때라도 가라치면서 조금 쉬어, 오늘 대청소하느라 엄청 힘들었다며.",
    "standard_sentence": "그냥 편하게 있지. 방탄헬멧 쓰고있으면 엄청 힘들잖아. 간부 없을때라도 가짜 치면서 조금 쉬어, 오늘 대청소하느라 엄청 힘들었다며.",
    "slang_meaning_pairs": [
      {
        "slang": "걍",
        "meaning": "그냥'의 줄임말"
      },
      {
        "slang": "가라",
        "meaning": "‘가짜(假-)’를 속되게 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "너 얘기 들어보니까 매력적인 등장인물 엄청 많은 거 같다. 나도 군머 관련 창작물 엄청 좋아하는데. 토욜에 한번 봐야겠어. 요즘 웹툰 볼 것 도 없었는데 잘됐네.",
    "standard_sentence": "너 얘기 들어보니까 매력적인 등장인물 엄청 많은 거 같다. 나도 군대 관련 창작물 엄청 좋아하는데. 토요일에 한번 봐야겠어. 요즘 인터넷에서 연재하는 만화 볼 것 도 없었는데 잘됐네.",
    "slang_meaning_pairs": [
      {
        "slang": "군머",
        "meaning": "군대' 단어에 야민정음 형태 / 대<->머"
      },
      {
        "slang": "토욜",
        "meaning": "토요일의 줄임말"
      },
      {
        "slang": "웹툰",
        "meaning": "웹(web)'과 '카툰(cartoon·만화)'을 합성한 말로 인터넷에서 연재하는 만화를 뜻함"
      }
    ]
  },
  {
    "slang_sentence": "내가 나다싶이라는 단어를 알게 되었는데 나다 싶으면 하자의 준말로 계급이 안되면 밑에서 부터 작업등을 하라는 일종의 부조리야. 그리고 동사나사라는 단어도 알게 되었는데 동기 사랑은 나라 사랑의 줄임말이야.",
    "standard_sentence": "내가 나다 싶으면 하자 라는 단어를 알게 되었는데 나다 싶으면 하자의 준말로 계급이 안되면 밑에서 부터 작업등을 하라는 일종의 부조리야. 그리고 동기 사랑은 나라 사랑이라는 단어도 알게 되었는데 동기 사랑은 나라 사랑의 줄임말이야.",
    "slang_meaning_pairs": [
      {
        "slang": "나다싶",
        "meaning": "나다 싶으면 하자의 준말로 계급이 안되면 밑에서 부터 작업등을 하라는 일종의 부조리."
      },
      {
        "slang": "동사나사",
        "meaning": "동기 사랑은 나라 사랑'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "그런데 요즘 이등별 막 대하면 긁힐수도 있지않습니까? 조심하시는게 좋을거 같습니다. 병장때는 떨어지는 낙엽도 조낸 조심해야 한다는데 말입니다.",
    "standard_sentence": "그런데 요즘 이등병 막 대하면 마음의 편지로 고발 당할수도 있지않습니까? 조심하시는게 좋을거 같습니다. 병장때는 떨어지는 낙엽도 많이 조심해야 한다는데 말입니다.",
    "slang_meaning_pairs": [
      {
        "slang": "이등별",
        "meaning": "이등병들을 함부로 대하지 않는다는 의미"
      },
      {
        "slang": "긁다",
        "meaning": "군대은어 / 군대 내에 있는 '마음의 편지'로 부조리를 고발하는것"
      },
      {
        "slang": "조낸",
        "meaning": "정말 매우 진짜 굉장히 라는 뜻으로 비속어인 '존나' 와 같은 표현"
      }
    ]
  },
  {
    "slang_sentence": "옛날생각 많이나네. 난 야비군가서 현역 애들 보니까. 군대시절에 고생하던 기억 엄청나더라. 오대기서면서 피곤했던 기억도 많이났어. 그때 잠도 편하게 못잤었는데 말이지.",
    "standard_sentence": "옛날생각 많이나네. 난 예비군가서 현역 애들 보니까. 군대시절에 고생하던 기억 엄청나더라. 5분 대기조 서면서 피곤했던 기억도 많이났어. 그때 잠도 편하게 못잤었는데 말이지.",
    "slang_meaning_pairs": [
      {
        "slang": "야비군",
        "meaning": "예비군' 에서 파생 / 예비군을 비꼬아 부르는 말"
      },
      {
        "slang": "오대기",
        "meaning": "5분 대기조의 준말. 5분 이내 빠르게 출동할 수 있는 긴급 출동팀."
      }
    ]
  },
  {
    "slang_sentence": "야 근무시간도 다돼가는데. 담타나 하고 오자. 어차피 선임들도 다 자고있고.  새로운 소등병한테만 안 들키면 되잖아.",
    "standard_sentence": "야 근무시간도 다돼가는데. 담배타임이나 하고 오자. 어차피 선임들도 다 자고있고. 새로운 소위한테만 안 들키면 되잖아.",
    "slang_meaning_pairs": [
      {
        "slang": "담타",
        "meaning": "담배 타임의 줄임말 / 담배 피러 가는시간, 담배 피러 가자의 은어 표현"
      },
      {
        "slang": "소등병",
        "meaning": "신임 소위를 낮추어 부르는 말. 어원은 소위+이등병"
      }
    ]
  },
  {
    "slang_sentence": "시건이 무슨 말이냐면 총기 등을 보관할 때 쓰는 말로 알고 있으면 돼. 그리고 신의아들이 무슨 말이냐면 병역면제자와 보충역을 부르는 은어로 알고 있으면 돼. 그리고 싸제가 무슨 말이냐면 군용품이 아닌 외부용품을 말한다고 보면 돼.",
    "standard_sentence": "총기 등을 보관할 때 쓰는 말이 무슨 말이냐면 총기 등을 보관할 때 쓰는 말로 알고 있으면 돼. 그리고 병역면제자가 무슨 말이냐면 병역면제자와 보충역을 부르는 은어로 알고 있으면 돼. 그리고 군용품이 아닌 외부용품이 무슨 말이냐면 군용품이 아닌 외부용품을 말한다고 보면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "시건",
        "meaning": "총기 등을 보관할 때 쓰는 말."
      },
      {
        "slang": "신의아들",
        "meaning": "병역면제자와 보충역을 부르는 은어 / 일상에서는 '공기업 취직자'를 일컫는다"
      },
      {
        "slang": "싸제",
        "meaning": "(은어) 군용품이 아닌 외부용품"
      }
    ]
  },
  {
    "slang_sentence": "그런데 오대기가 어떤 단여인지 알아? 그건 군대에서 훈련같은거 할 때 (5분)/(오 분)안에 출동할 수 있게 하이바쓰고 총들고 완전무장하고 지내는 군인을 말해.",
    "standard_sentence": "그런데 5분 대기조가 어떤 단어인지 알아? 그건 군대에서 훈련같은거 할 때 5분안에 출동할 수 있게 방탄헬멧쓰고 총들고 완전무장하고 지내는 군인을 말해.",
    "slang_meaning_pairs": [
      {
        "slang": "오대기",
        "meaning": "5분 대기조의 준말. 5분 이내 빠르게 출동할 수 있는 긴급 출동팀."
      },
      {
        "slang": "하이바",
        "meaning": "방탄헬멧'의 (fiber helmet) 일본식 준말을 일컫는 말.'"
      }
    ]
  },
  {
    "slang_sentence": "소름돋는다. 분대원 관리 못했다고 만창까지도 갈수 있었을텐데 다행이네. 근데 걔는 무슨 벌 받았어? 엄청 때렸어?",
    "standard_sentence": "소름돋는다. 분대원 관리 못했다고 영창 최대기간 까지도 갈수 있었을텐데 다행이네. 근데 걔는 무슨 벌 받았어? 엄청 때렸어?",
    "slang_meaning_pairs": [
      {
        "slang": "만창",
        "meaning": "영창 징계를 최대치인 14박 15일 갔다오는 것. \n주로 구타 및 가혹행위나 하극상, 성군기 위반 등이 대부분. '풀창'이라고도 한다."
      }
    ]
  },
  {
    "slang_sentence": "완전 양아치인 인물이구나. 군 생활은 제대로 하는 인물이야? 빼박 왠지 엄청 문제 많을 거 같은데. 안그래?",
    "standard_sentence": "완전 행실이나 인성이 불량한 인물이구나. 군 생활은 제대로 하는 인물이야? 빼도 박도 못하게 왠지 엄청 문제 많을 거 같은데. 안그래?",
    "slang_meaning_pairs": [
      {
        "slang": "양아치",
        "meaning": "행실이나 인성이 불량한 범죄자를 지칭하는 말. 동냥(구걸)을 하는 무리를 가리키는 '동냥아치'가 줄어서 생긴 말이다."
      },
      {
        "slang": "빼박",
        "meaning": "일이 난처하게 되어 이러지도, 저러지도 못한다는 의미의 관용어. "
      }
    ]
  },
  {
    "slang_sentence": "아무래도 뱀들이랑 근무 설 때 선임 물건을 까먹고 안챙기더라고. 총이라든지 하이바라던지 말이야. 진짜 그 순간 노답이다 라는 것을 느꼈지.",
    "standard_sentence": "아무래도 병장들이랑 근무 설 때 선임 물건을 까먹고 안챙기더라고. 총이라든지 방탄헬멧이라던지 말이야. 진짜 그 순간 답이 없다 라는 것을 느꼈지.",
    "slang_meaning_pairs": [
      {
        "slang": "뱀",
        "meaning": "병장을 짧게 부르는 말. "
      },
      {
        "slang": "하이바",
        "meaning": "방탄헬멧'의 (fiber helmet) 일본식 준말을 일컫는 말.'"
      },
      {
        "slang": "노답",
        "meaning": "노답' (No+답) / 답이 없다는 뜻"
      }
    ]
  },
  {
    "slang_sentence": "가라가 뭐냐면 가짜를 속되게 이르는 말이고 가스는 후임들에게 거는제재나 통제를 의미해 그리고 갓익이 사회복무요원을 낮춰 부르는 은어로 알고 있으면 돼.",
    "standard_sentence": "가짜가 뭐냐면 가짜를 속되게 이르는 말이고 통제는 후임들에게 거는 제재나 통제를 의미해 그리고 사회복무요원이 사회복무요원을 낮춰 부르는 은어로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "가라",
        "meaning": "‘가짜(假-)’를 속되게 이르는 말."
      },
      {
        "slang": "가스",
        "meaning": "후임들에게 거는 제재,통제등을 의미. '가스를 건다'로 활용함."
      },
      {
        "slang": "갓익",
        "meaning": "갓(God)+공익 / 사회복무요원을 낮춰 부르는 은어. / 킹익과 같은 의미"
      }
    ]
  },
  {
    "slang_sentence": "아무래도 전우애와 동사나사라는 마음으로 지내는 것도 엄청 중요해. 이건 동기 사랑하잔 뜻인데. 너가 동기들하고 안 친하면 싸지방도 같이 못가고 진짜 심심해진단 말야.",
    "standard_sentence": "아무래도 전우애와 동기 사랑이 나라 사랑이라는 마음으로 지내는 것도 엄청 중요해. 이건 동기 사랑하잔 뜻인데. 너가 동기들하고 안 친하면 사이버 지식 정보방도 같이 못가고 진짜 심심해진단 말야.",
    "slang_meaning_pairs": [
      {
        "slang": "동사나사",
        "meaning": "동기 사랑은 나라 사랑'의 줄임말"
      },
      {
        "slang": "싸지방",
        "meaning": "사이버 지식 정보방의 준말."
      }
    ]
  },
  {
    "slang_sentence": "진짜 오지게 짜증나더라고. 근데 나같아도 내 후임이 그러고 다니면 엄청 화날거같긴해. 가스도 엄청 걸어버릴거고 말이야.",
    "standard_sentence": "진짜 심하게 짜증나더라고. 근데 나같아도 내 후임이 그러고 다니면 엄청 화날거같긴해. 통제도 엄청 걸어버릴거고 말이야.",
    "slang_meaning_pairs": [
      {
        "slang": "오지다",
        "meaning": "놀라거나 감탄할 때 사용하는 단어\""
      },
      {
        "slang": "가스",
        "meaning": "후임들에게 거는 제재,통제등을 의미. '가스를 건다'로 활용함."
      }
    ]
  },
  {
    "slang_sentence": "어쩔거야 너 때문에 또 가스 걸렸잖아. 그렇게 무책임한 표정 짓는다고 해결될 게 아니야. 지금 렬루 너 때문에 몇 명이 피해보는거야? 하긴 내가 너 매사에 유도리 없을 때부터 알아보긴 했는데 너 같은 애들 때문에 우리가 일반인들한테 군바리 소리 듣는거라니까?",
    "standard_sentence": "어쩔거야 너 때문에 또 통제 걸렸잖아. 그렇게 무책임한 표정 짓는다고 해결될 게 아니야. 지금 진짜로 너 때문에 몇 명이 피해보는거야? 하긴 내가 너 매사에 융통성 없을 때부터 알아보긴 했는데 너 같은 애들 때문에 우리가 일반인들한테 군인 소리 듣는거라니까?",
    "slang_meaning_pairs": [
      {
        "slang": "가스",
        "meaning": "후임들에게 거는 제재,통제등을 의미. '가스를 건다'로 활용함."
      },
      {
        "slang": "렬루",
        "meaning": "real' 리얼로? 리얼루?를 빨리 발음한단어 / '진짜?'의 뜻을 가지고 있음"
      },
      {
        "slang": "유도리",
        "meaning": "여유를 뜻하는 일본어로 일본어의 잔재. 융통성,이해심의 뜻으로도 사용된다./\"유도리\"있게 하자"
      },
      {
        "slang": "군바리",
        "meaning": "군인'을 속되게 이르는 말"
      }
    ]
  },
  {
    "slang_sentence": "손자가 무슨 말이냐면 자신보다 (24 개월)/(이십 사 개월) 낮은 후임을 일컫는 말로 알고 있으면 돼. 그리고 수방사가 무슨 말이냐면 수도방위사령부를 줄인 것으로 알고 있으면 돼. 그리고 스나프가 무슨 말이냐면 대걸레인데 해군에서 주로 사용되는 은어야.",
    "standard_sentence": "자신보다 24개월 낮은 후임이 무슨 말이냐면 자신보다 24개월 낮은 후임을 일컫는 말로 알고 있으면 돼. 그리고 수도방위사령부가 무슨 말이냐면 수도방위사령부를 줄인 것으로 알고 있으면 돼. 그리고 대걸레가 무슨 말이냐면 대걸레인데 해군에서 주로 사용되는 은어야.",
    "slang_meaning_pairs": [
      {
        "slang": "손자",
        "meaning": "자신보다 24개월 낮은 후임을 일컫는 말."
      },
      {
        "slang": "수방사",
        "meaning": "수도방위사령부의 준말"
      },
      {
        "slang": "스나프",
        "meaning": "대걸레. 해군에서 주로 사용되는 은어."
      }
    ]
  },
  {
    "slang_sentence": "너 오대기설때 실수 엄청많이 했다며? 너 탄알집은 왜두고 간거야? 훈련상황이라도 다 잘챙겨야 할거아냐. 그런거 두고가면 어떡해",
    "standard_sentence": "너 5분 대기조 설때 실수 엄청많이 했다며? 너 탄창은 왜두고 간거야? 훈련상황이더라도 다 잘챙겨야 할거아냐. 그런거 두고가면 어떡해",
    "slang_meaning_pairs": [
      {
        "slang": "오대기",
        "meaning": "5분 대기조의 준말. 5분 이내 빠르게 출동할 수 있는 긴급 출동팀."
      },
      {
        "slang": "탄알집",
        "meaning": "탄창"
      }
    ]
  },
  {
    "slang_sentence": "난 무서운 간부는 없었어. 행정보급관님도 FM인거 빼면 그렇게 나쁜 성격도 아니였고 말이야. 근데 소등병인 소대장때문에 너무 힘들었지. 그 사람이 진짜 문제야.",
    "standard_sentence": "난 무서운 간부는 없었어. 행정보급관님도 야전교범인거 빼면 그렇게 나쁜 성격도 아니였고 말이야. 근데 신임 소위인 소대장 때문에 너무 힘들었지. 그 사람이 진짜 문제야.",
    "slang_meaning_pairs": [
      {
        "slang": "FM",
        "meaning": "야전교범 (Field Manual)의 약어로 군대에서 사용하는 지침서.즉 정석대로 한다는 뜻. (에프엠)"
      },
      {
        "slang": "소등병",
        "meaning": "신임 소위를 낮추어 부르는 말. 어원은 소위+이등병"
      }
    ]
  },
  {
    "slang_sentence": "너 또 가라친다. 진짜 가스 한번 걸려봐야지 정신 차리는거야? 지금 너는 군대리아라도 먹을 수 있는 걸 감사히 여겨야지 안그래? 요령피우지 마.",
    "standard_sentence": "너 또 가짜친다. 진짜 통제 한번 걸려봐야지 정신 차리는거야? 지금 너는 군대에서 주는 햄버거라도 먹을 수 있는 걸 감사히 여겨야지 안그래? 요령피우지 마.",
    "slang_meaning_pairs": [
      {
        "slang": "가라",
        "meaning": "‘가짜(假-)’를 속되게 이르는 말."
      },
      {
        "slang": "가스",
        "meaning": "후임들에게 거는 제재,통제등을 의미. '가스를 건다'로 활용함."
      },
      {
        "slang": "군대리아",
        "meaning": "군대 와 롯데리아를 결합시켜 탄생했다. 군대에서 일주일에 1.2번 나오는 특식."
      }
    ]
  },
  {
    "slang_sentence": "헬보직이 무슨 말이냐면 매우 힘든 보직을 일컫는 말로 알고 있으면 돼. 그리고 황금마차가 무슨 말이냐면 격오지에 위치한 군부대에 (px)/(피엑스) 물품을 가져와 파는 국군복지단 이동식 (px)/(피엑스)차량의 애칭으로 알고 있으면 돼.",
    "standard_sentence": "매우 힘든 보직이 무슨 말이냐면 매우 힘든 보직들을 일컫는 말로 알고 있으면 돼. 그리고 국군복지단 이동식 PX차량이 무슨 말이냐면 격오지에 위치한 군부대에 PX 물품을 가져와 파는 국군복지단 이동식 PX차량의 애칭으로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "헬보직",
        "meaning": "매우 힘든 보직들을 일컫는 말"
      },
      {
        "slang": "황금마차",
        "meaning": "격오지에 위치한 군부대에 PX 물품을 가져와 파는 국군복지단 이동식 PX차량의 애칭."
      }
    ]
  },
  {
    "slang_sentence": "아버지가 무슨 말이냐면 자신보다 딱 (1년)/(일 년) 높으며,월은 똑같은 선임을 일컫는 말로 알고 있으면 돼. 그리고 앗세이가 무슨 말이냐면 해병대에서 쓰이는 은어인데 새 것 혹은 어린 것이라는 의미로 사용된다고 알고 있으면 돼.",
    "standard_sentence": "자신보다 딱 1년 높으며,월은 똑같은 선임이 무슨 말이냐면 자신보다 딱 1년 높으며, 월은 똑같은 선임을 일컫는 말로 알고 있으면 돼. 그리고 새 것 혹은 어린 것이 무슨 말이냐면 해병대에서 쓰이는 은어인데 새 것 혹은 어린 것이라는 의미로 사용된다고 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "아버지",
        "meaning": "자신보다 딱 1년 높으며,월은 똑같은 선임을 일컫는 말."
      },
      {
        "slang": "앗세이",
        "meaning": "해병대에서 쓰이는 은어 / '새 것' 혹은 '어린 것' 이라는 의미로 사용 / (아쎄이)"
      }
    ]
  },
  {
    "slang_sentence": "사자머리가 무슨 말이냐면 방독면을 정리하면 사자머리처럼 보인다는 말이야. 그리고 상근이 무슨 말이냐면 상근예비역을 줄인 것으로 알고 있으면 돼. 그리고 상꺾이 뭐냐면 해당 계급 생활을 반이상 했다는 뜻이야.",
    "standard_sentence": "방독면을 정리한 모습이 무슨 말이냐면 방독면을 정리하면 사자머리처럼 보인다는 말이야. 그리고 상근예비역이 무슨 말이냐면 상근예비역을 줄인 것으로 알고 있으면 돼. 그리고 상병 반 이상 지났다가 뭐냐면 해당 계급 생활을 반이상 했다는 뜻이야.",
    "slang_meaning_pairs": [
      {
        "slang": "사자머리",
        "meaning": "방독면을 정리하면 사자머리처럼 보인다는 말."
      },
      {
        "slang": "상근",
        "meaning": "상근예비역의 준말"
      },
      {
        "slang": "상꺾",
        "meaning": "상병+꺾이다 / 해당 계급 생활을 반이상 하면 꺾이다 라고 한다."
      }
    ]
  },
  {
    "slang_sentence": "너 요즘 일꺾이라고 이등병애들 엄청 괴롭히고 다닌다면서? 너 그러다가 나중에 긁힐수도 있어. 그러지마.",
    "standard_sentence": "너 요즘 일병 반 이상 지났다고 이등병애들 엄청 괴롭히고 다닌다면서? 너 그러다가 나중에 마음의 편지로 고발 당할수도 있어. 그러지마.",
    "slang_meaning_pairs": [
      {
        "slang": "일꺽",
        "meaning": "일병+꺾이다 / 해당 계급 생활을 반이상 하면 꺾이다 라고 한다."
      },
      {
        "slang": "긁다",
        "meaning": "군대은어 / 군대 내에 있는 '마음의 편지'로 부조리를 고발하는것"
      }
    ]
  },
  {
    "slang_sentence": "혹시 일과시간에 낮잠이라도 자? 아니면 관물대 청소를 안 해? 진짜 다 같이 쓰는 군부대인데 청소도 하는 사람만 하면 안되지. 실화냐?",
    "standard_sentence": "혹시 일과시간에 낮잠이라도 자? 아니면 관물대 청소를 안 해? 진짜 다 같이 쓰는 군부대인데 청소도 하는 사람만 하면 안되지. 진짜냐?",
    "slang_meaning_pairs": [
      {
        "slang": "실화냐",
        "meaning": "정말이냐'의 강조 표현"
      }
    ]
  },
  {
    "slang_sentence": "말출이 어떤 말이냐면 군대에서의 마지막 정기휴가로 알고 있으면 돼. 그리고 망이 뭐냐면 유선 등의 통신네트워크를 가리키는 은어로 알고 있으면 돼. 그리고 메이커사단이 뭐냐면 오랜 역사와 전통을 자랑하는 유명 부대를 일컫는 말로 알고 있으면 돼.",
    "standard_sentence": "군대에서의 마지막 정기휴가가 어떤 말이냐면 군대에서의 마지막 정기휴가로 알고 있으면 돼. 그리고 유선 등의 통신네트워크가 뭐냐면 유선 등의 통신네트워크를 가리키는 은어로 알고 있으면 돼. 그리고 오랜 역사와 전통을 자랑하는 유명 부대가 뭐냐면 오랜 역사와 전통을 자랑하는 유명 부대를 일컫는 말로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "말출",
        "meaning": "군대에서의 마지막 정기휴가"
      },
      {
        "slang": "망",
        "meaning": "유선 등의 통신네트워크를 가리키는 은어. 망(網)"
      },
      {
        "slang": "메이커사단",
        "meaning": "오랜 역사와 전통을 자랑하는 유명 부대를 일컫는 말."
      }
    ]
  },
  {
    "slang_sentence": "내가 군대스마스를 보내게 됐을때 정말 암울하더라 누구는 자기 연인하고 즐겁게 놀고 있을텐데 말이지. 그때 느낀 감정은 현시창이야. 다시는 돌아가고 싶지 않아.",
    "standard_sentence": "내가 군대에서 크리스마스를 보내게 됐을때 정말 암울하더라 누구는 자기 연인하고 즐겁게 놀고 있을텐데 말이지. 그때 느낀 감정은 현실은 시궁창이야. 다시는 돌아가고 싶지 않아.",
    "slang_meaning_pairs": [
      {
        "slang": "군대스마스",
        "meaning": "군대에서 보내는 크리스마스 / 군대 + 크리스마스"
      },
      {
        "slang": "현시창",
        "meaning": "현실은 시궁창'의 줄임말 / 높은 이상에 따라주지 못하는 현실을 빗대어 하는 표현"
      }
    ]
  },
  {
    "slang_sentence": "진짜 웃긴 친구가 있었는데 한번은 물자창고 관리를 시켰더니. 세시간동안 잠만자다가 걸린거 있지. 진짜 뺑끼 엄청 부리고 다녔다니까. 당연히 오지게 혼났지.",
    "standard_sentence": "진짜 웃긴 친구가 있었는데 한번은 물자창고 관리를 시켰더니. 세시간동안 잠만자다가 걸린거 있지. 진짜 거짓말로 엄살 엄청 부리고 다녔다니까. 당연히 심하게 혼났지.",
    "slang_meaning_pairs": [
      {
        "slang": "뺑끼",
        "meaning": "1. 거짓말 속임수를 뜻함 /페인트에서 변형되어 뺑끼로쓰임. /전라도지역에서쓰이는말\n2. 군대에서 쓰이는 용어 / 거짓말 하거나 엄살 부리다"
      },
      {
        "slang": "오지다",
        "meaning": "놀라거나 감탄할 때 사용하는 단어\""
      }
    ]
  },
  {
    "slang_sentence": "군머에는 별의 별 애들이 다온다니까. 내 아들 군번 얘긴데. 진짜 버릇없게 행동하는 애였어. 나뿐만 아니라 우리 소대장한태도 엄청 건방지게 굴더라니까. 아무리 쏘가리라고 해도 자기 상관인데 말이야.",
    "standard_sentence": "군대에는 별의 별 애들이 다온다니까. 내 자신보다 딱 1년 낮으며 월을 똑같은 후임 군번 얘긴데. 진짜 버릇없게 행동하는 애였어. 나뿐만 아니라 우리 소대장한태도 엄청 건방지게 굴더라니까. 아무리 신임 소위라고 해도 자기 상관인데 말이야.",
    "slang_meaning_pairs": [
      {
        "slang": "군머",
        "meaning": "군대' 단어에 야민정음 형태 / 대<->머"
      },
      {
        "slang": "아들",
        "meaning": "자신보다 딱 1년 낮으며 월을 똑같은 후임을 일컫는 말."
      },
      {
        "slang": "쏘가리",
        "meaning": "신임 소위를 낮추어 부르는 말. 어원은 소위+빡대가리"
      }
    ]
  },
  {
    "slang_sentence": "밀덕이 어떤 말이냐면 밀리터리 덕후의 줄임말인데 경찰, 군사 무기와 군경에 관련된 것에 열광적으로 탐구하는 사람들로 알고 있으면 돼. 그리고 뱀이 뭐냐면 병장을 짧게 부르는 말로 알고 있으면 돼.",
    "standard_sentence": "밀리터리 좋아하는 사람이 어떤 말이냐면 밀리터리 덕후의 줄임말인데 경찰, 군사 무기와 군경에 관련된 것에 열광적으로 탐구하는 사람들로 알고 있으면 돼. 그리고 병장이 뭐냐면 병장을 짧게 부르는 말로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "밀덕",
        "meaning": "밀리터리 덕후의 줄임말. 더 줄여서 '밀덕'으로 부르기도 한다. \n즉, 경찰, 군사 무기와 군경에 관련된 것에 열광적으로 탐구/추종하는 사람들을 뜻한다"
      },
      {
        "slang": "덕후",
        "meaning": "오타쿠의 파생어 / \"오덕후\"를 줄인말"
      },
      {
        "slang": "뱀",
        "meaning": "병장을 짧게 부르는 말. "
      }
    ]
  },
  {
    "slang_sentence": "걔는 자기도 막내인 주제에. 후임한테 분리수거 짬때리더라. 그리고 뺑끼도 엄청나게 많이 부려. 선임들한테는 오지게 찍혀있어.",
    "standard_sentence": "걔는 자기도 막내인 주제에. 후임한테 분리수거 일 떠넘기더라. 그리고 거짓말로 꾀병도 엄청나게 많이 부려. 선임들한테는 심하게 찍혀있어.",
    "slang_meaning_pairs": [
      {
        "slang": "짬때리다",
        "meaning": "일을 다른 사람에게 떠 넘기는 것을 속된 말로 표현"
      },
      {
        "slang": "뺑끼",
        "meaning": "1. 거짓말 속임수를 뜻함 /페인트에서 변형되어 뺑끼로쓰임. /전라도지역에서쓰이는말\n2. 군대에서 쓰이는 용어 / 거짓말 하거나 엄살 부리다"
      },
      {
        "slang": "오지다",
        "meaning": "놀라거나 감탄할 때 사용하는 단어\""
      }
    ]
  },
  {
    "slang_sentence": "하이바 벗고 편하게 있어. 간부들 순찰 늦게 온다고 했으니까. 그래도 혹시 모르니까 소등병오는지 안오는지 잘보고 있어라.",
    "standard_sentence": "방탄헬멧 벗고 편하게 있어. 간부들 순찰 늦게 온다고 했으니까. 그래도 혹시 모르니까 소위 오는지 안오는지 잘보고 있어라.",
    "slang_meaning_pairs": [
      {
        "slang": "하이바",
        "meaning": "방탄헬멧'의 (fiber helmet) 일본식 준말을 일컫는 말.'"
      },
      {
        "slang": "소등병",
        "meaning": "신임 소위를 낮추어 부르는 말. 어원은 소위+이등병"
      }
    ]
  },
  {
    "slang_sentence": "생각해보면 걔도 내로남불인게 한번은 오대기때 생활관에서 뺑끼부리다가 걸렸거든? 근데 죄송한 티도 안내면서 건방지게 굴더라니까.",
    "standard_sentence": "생각해보면 걔도 내가 하면 로맨스 남이 하면 불륜인게 한번은 5분 대기조때 생활관에서 꾀병 부리다가 걸렸거든? 근데 죄송한 티도 안내면서 건방지게 굴더라니까.",
    "slang_meaning_pairs": [
      {
        "slang": "내로남불",
        "meaning": "내가 하면 로맨스 남이 하면 불륜의 줄임말."
      },
      {
        "slang": "오대기",
        "meaning": "5분 대기조의 준말. 5분 이내 빠르게 출동할 수 있는 긴급 출동팀."
      },
      {
        "slang": "뺑끼",
        "meaning": "1. 거짓말 속임수를 뜻함 /페인트에서 변형되어 뺑끼로쓰임. /전라도지역에서쓰이는말\n2. 군대에서 쓰이는 용어 / 거짓말 하거나 엄살 부리다"
      }
    ]
  },
  {
    "slang_sentence": "풀창 갈 거 감수하면서 일단 엄청 꼽줬어. 그리고 계속 그러고다니면 엄청 심하게 가스걸거라고 경고도 해줬지. 그랬더니 다음부터 안그러더라고.",
    "standard_sentence": "영창 최대기간 갈 거 감수하면서 일단 엄청 구박했어. 그리고 계속 그러고다니면 엄청 심하게 통제걸거라고 경고도 해줬지. 그랬더니 다음부터 안그러더라고.",
    "slang_meaning_pairs": [
      {
        "slang": "풀창",
        "meaning": "영창 징계를 최대치인 14박 15일 갔다오는 것. \n주로 구타 및 가혹행위나 하극상, 성군기 위반 등이 대부분. '풀창'이라고도 한다."
      },
      {
        "slang": "꼽다",
        "meaning": "하는 말이나 행동이 눈에 거슬려 불쾌하다.라는 의미의 '아니꼽다'를 줄인 말."
      },
      {
        "slang": "가스",
        "meaning": "후임들에게 거는 제재,통제등을 의미. '가스를 건다'로 활용함."
      }
    ]
  },
  {
    "slang_sentence": "선탑이 무슨 말이냐면 선임탑승자를 줄인 것으로 알고 있으면 돼. 그리고 소등병이 무슨 말이냐면 신임 소위를 낮추어 부르는 말로 알고 있으면 돼. 그리고 소쎄이가 무슨 말이냐면 갓 전입한 하사나 소위를 비하적으로 이르는 말이야.",
    "standard_sentence": "선임탑승자이 무슨 말이냐면 선임탑승자를 줄인 것으로 알고 있으면 돼. 그리고 신임 소위가 무슨 말이냐면 신임 소위를 낮추어 부르는 말로 알고 있으면 돼. 그리고 갓 전입한 하사나 소위가 무슨 말이냐면 갓 전입한 하사나 소위를 비하적으로 이르는 말이야.",
    "slang_meaning_pairs": [
      {
        "slang": "선탑",
        "meaning": "선임탑승자의 준말."
      },
      {
        "slang": "소등병",
        "meaning": "신임 소위를 낮추어 부르는 말. 어원은 소위+이등병"
      },
      {
        "slang": "소쎄이",
        "meaning": "갓 전입한 하사나 소위를 비하적으로 이르는 말"
      }
    ]
  },
  {
    "slang_sentence": "다시는 느끼질 못 할 감회이긴 한데 군바리땐 군대리아가 진짜 엄청 맛있잖아. 나도 진짜 좋아했는데. 난 특히 새우버거가 엄청 맛있더라고. 엄청 바삭바삭하고 소스도 맛있고 말이야.",
    "standard_sentence": "다시는 느끼지 못 할 감회이긴 한데 군인땐 군대에서 주는 햄버거가 진짜 엄청 맛있잖아. 나도 진짜 좋아했는데. 난 특히 새우버거가 엄청 맛있더라고. 엄청 바삭바삭하고 소스도 맛있고 말이야.",
    "slang_meaning_pairs": [
      {
        "slang": "군바리",
        "meaning": "군인'을 속되게 이르는 말"
      },
      {
        "slang": "군대리아",
        "meaning": "군대 와 롯데리아를 결합시켜 탄생했다. 군대에서 일주일에 1.2번 나오는 특식."
      }
    ]
  },
  {
    "slang_sentence": "피자 좋지. 입대하기 전엔 피나치공에서 거의 한달에 두번은 시켜먹었었는데. 진짜 맛있었지.",
    "standard_sentence": "피자 좋지. 입대하기 전엔 피자나라치킨공주에서 거의 한달에 두번은 시켜먹었었는데. 진짜 맛있었지.",
    "slang_meaning_pairs": [
      {
        "slang": "피나치공",
        "meaning": "피자나라 치킨공주'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "싸지방이 무슨 말이냐면 사이버 지식 정보방을 줄인 것으로 알고 있으면 돼. 그리고 쏘가리가 무슨 말이냐면 신임 소위를 낮추어 부르는 말로 알고 있으면 돼. 그리고 아들이 무슨 말이냐면 자신보다 딱 (1년)/(일 년) 낮으며 월이 똑같은 후임을 일컫는 말이야.",
    "standard_sentence": "사이버 지식 정보방이 무슨 말이냐면 사이버 지식 정보방을 줄인 것으로 알고 있으면 돼. 그리고 신임 소위가 무슨 말이냐면 신임 소위를 낮추어 부르는 말로 알고 있으면 돼. 그리고 자신보다 딱 1년 낮으며 월이 똑같은 후임이 무슨 말이냐면 자신보다 딱 1년 낮으며 월이 똑같은 후임을 일컫는 말이야.",
    "slang_meaning_pairs": [
      {
        "slang": "싸지방",
        "meaning": "사이버 지식 정보방의 준말."
      },
      {
        "slang": "쏘가리",
        "meaning": "신임 소위를 낮추어 부르는 말. 어원은 소위+빡대가리"
      },
      {
        "slang": "아들",
        "meaning": "자신보다 딱 1년 낮으며 월을 똑같은 후임을 일컫는 말."
      }
    ]
  },
  {
    "slang_sentence": "하이바가 무슨 말이냐면 방탄헬멧의 일본식 준말을 일컫는 말로 알고 있으면 돼. 그리고 할아버지가 뭐냐면 자신보다 (24 개월)/(이십 사 개월) 높은 선임을 일컫는 말로 알고 있으면 돼.",
    "standard_sentence": "방탄헬멧이 무슨 말이냐면 방탄헬멧의 일본식 준말을 일컫는 말로 알고 있으면 돼. 그리고 자신보다 24개월 높은 선임이 뭐냐면 자신보다 24개월 높은 선임을 일컫는 말로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "하이바",
        "meaning": "방탄헬멧'의 (fiber helmet) 일본식 준말을 일컫는 말.'"
      },
      {
        "slang": "할아버지",
        "meaning": "자신보다 24개월 높은 선임을 일컫는 말."
      }
    ]
  },
  {
    "slang_sentence": "너도 소식 들었는지 모르겠는데, 옆 부대 병장 중에 말출 나가서 위수지역 이탈하고 클럽갔다가 폭행 사건 일어나서 만창갔대. 세상에 정신을 어디다 두고 사는지 모르겠더라. 도대체 무슨 깡으로 그런 행동을 했는지 전혀 이해가 되질 않아. FM으로 장식하지 못 하는구나. 지못미다.",
    "standard_sentence": "너도 소식 들었는지 모르겠는데, 옆 부대 병장 중에 마지막 정기휴가 나가서 위수지역 이탈하고 클럽갔다가 폭행 사건 일어나서 영창 최대기간 갔대. 세상에 정신을 어디다 두고 사는지 모르겠더라. 도대체 무슨 깡으로 그런 행동을 했는지 전혀 이해가 되지 않아. 야전교범으로 장식하지 못 하는구나. 지켜주지 못해 미안하다.",
    "slang_meaning_pairs": [
      {
        "slang": "말출",
        "meaning": "군대에서의 마지막 정기휴가"
      },
      {
        "slang": "만창",
        "meaning": "영창 징계를 최대치인 14박 15일 갔다오는 것. \n주로 구타 및 가혹행위나 하극상, 성군기 위반 등이 대부분. '풀창'이라고도 한다."
      },
      {
        "slang": "FM",
        "meaning": "야전교범 (Field Manual)의 약어로 군대에서 사용하는 지침서.즉 정석대로 한다는 뜻. (에프엠)"
      },
      {
        "slang": "지못미",
        "meaning": "지켜주지 못해 미안해'의 줄임말. 안타깝고 난감한 상황에서 귀엽게 건네는 말."
      }
    ]
  },
  {
    "slang_sentence": "요즘 군생활하기 너무 편해진 것 같아. 나 때는 나다싶이면 적극적으로 움직여서 일하곤 했는데, 시대가 많이 변한것 같아. 다들 일꺾 지났다고 긴장 풀린것 같은데 아직 절반이상 남았잖아? 다들 긴장 풀지 말라고 동사나사라고 나 하나 때문에 가스 걸려서 피해 입히지 말자고.",
    "standard_sentence": "요즘 군생활하기 너무 편해진 것 같아. 나 때는 나다싶으면 눈치 껏 하자로 적극적으로 움직여서 일하곤 했는데, 시대가 많이 변한것 같아. 다들 일병 반 이상 지났다고 긴장 풀린것 같은데 아직 절반이상 남았잖아? 다들 긴장 풀지 말라고 동기 사랑이 나라 사랑이라고 나 하나 때문에 통제 걸려서 피해 입히지 말자고.",
    "slang_meaning_pairs": [
      {
        "slang": "나다싶",
        "meaning": "나다 싶으면 하자의 준말로 계급이 안되면 밑에서 부터 작업등을 하라는 일종의 부조리."
      },
      {
        "slang": "일꺽",
        "meaning": "일병+꺾이다 / 해당 계급 생활을 반이상 하면 꺾이다 라고 한다."
      },
      {
        "slang": "동사나사",
        "meaning": "동기 사랑은 나라 사랑'의 줄임말"
      },
      {
        "slang": "가스",
        "meaning": "후임들에게 거는 제재,통제등을 의미. '가스를 건다'로 활용함."
      }
    ]
  },
  {
    "slang_sentence": "진누가 무슨 말이냐면 진급누락을 줄인 것으로 알고 있으면 돼. 그리고 짬때리다가 무슨 말이냐면 일을 다른 사람에게 떠 넘기는 것을 속된 말로 표현한 것으로 알고 있으면 돼.",
    "standard_sentence": "진급누락이 무슨 말이냐면 진급누락을 줄인 것으로 알고 있으면 돼. 그리고 일을 다른 사람에게 떠 넘기는 것이 무슨 말이냐면 일을 다른 사람에게 떠 넘기는 것을 속된 말로 표현한 것으로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "진누",
        "meaning": "진급누락의 준말."
      },
      {
        "slang": "짬때리다",
        "meaning": "일을 다른 사람에게 떠 넘기는 것을 속된 말로 표현"
      }
    ]
  },
  {
    "slang_sentence": "그 친구는 가스 걸리는 거로 안 끝날 텐데. 개구리 입던 시절에 입대했으면 고생 좀 했을 것 같네.",
    "standard_sentence": "그 친구는 통제 걸리는 거로 안 끝날 텐데. 옛날 군복 무늬 입던 시절에 입대했으면 고생 좀 했을 것 같네.",
    "slang_meaning_pairs": [
      {
        "slang": "가스",
        "meaning": "후임들에게 거는 제재,통제등을 의미. '가스를 건다'로 활용함."
      },
      {
        "slang": "개구리",
        "meaning": "(은어) 과거 얼룩 무늬 군복을 일컫는 말."
      }
    ]
  },
  {
    "slang_sentence": "내가 땡보직이라는 단어를 알게 되었는데 매우 편한 보직이라는 뜻이더라. 그리고 만창이라는 단어도 있는데 영창 징계를 최대치인 (14박15일)/(십 사 박 십 오 일) 갔다오는 거고 사유가 주로 구타 및 가혹행위나 하극상, 성군기 등이 대부분이야.",
    "standard_sentence": "내가 매우 편한 보직이라는 단어를 알게 되었는데 매우 편한 보직이라는 뜻이더라. 그리고 영창을 최대치로 다녀온다는 단어도 있는데 영창 징계를 최대치인 14박 15일 갔다오는 거고 사유가 주로 구타 및 가혹행위나 하극상, 성군기 등이 대부분이야.",
    "slang_meaning_pairs": [
      {
        "slang": "땡보직",
        "meaning": "매우 편한 보직이라는 뜻이다. 보통 줄여서 '땡보'라 부른다."
      },
      {
        "slang": "만창",
        "meaning": "영창 징계를 최대치인 14박 15일 갔다오는 것. \n주로 구타 및 가혹행위나 하극상, 성군기 위반 등이 대부분. '풀창'이라고도 한다."
      }
    ]
  },
  {
    "slang_sentence": "그 노래 엄청 잘하는 애? 기억나. 걔가 군머에서 노래 안 부르겠다고 맹세했다가 초코파이때문에 다시 노래 부른 애잖아.",
    "standard_sentence": "그 노래 엄청 잘하는 애? 기억나. 걔가 군대에서 노래 안 부르겠다고 맹세했다가 초코파이때문에 다시 노래 부른 애잖아.",
    "slang_meaning_pairs": [
      {
        "slang": "군머",
        "meaning": "군대' 단어에 야민정음 형태 / 대<->머"
      }
    ]
  },
  {
    "slang_sentence": "팅커벨이 무슨 말이냐면 간혹 근무지에서 볼 수 있는 몸길이가 (10cm)/(십 센치)를 넘어가는 거대한 나방을 일컫는 말이야. 그리고 풀창이 무슨 말이냐면 영창 징계를 최대치인 (14박15일)/(십 사 박 십 오 일) 갔다오는 것인데 사유가 주로 구타 및 가혹행위나 하극상 등이 대부분이야.",
    "standard_sentence": "거대한 나방이 무슨 말이냐면 간혹 근무지에서 볼 수 있는 몸길이가 10cm를 넘어가는 거대한 나방을 일컫는 말이야. 그리고 영창 징계를 최대치로 다녀온다가 무슨 말이냐면 영창 징계를 최대치인 14박 15일 갔다오는 것인데 사유가 주로 구타 및 가혹행위나 하극상 등이 대부분이야.",
    "slang_meaning_pairs": [
      {
        "slang": "팅커벨",
        "meaning": "(은어) 간혹 근무지에서 볼 수 있는 몸길이가 10cm를 넘어가는 거대한 나방을 일컫는 말"
      },
      {
        "slang": "풀창",
        "meaning": "영창 징계를 최대치인 14박 15일 갔다오는 것. \n주로 구타 및 가혹행위나 하극상, 성군기 위반 등이 대부분. '풀창'이라고도 한다."
      }
    ]
  },
  {
    "slang_sentence": "유도리가 무슨 말이냐면 여유를 뜻하는 일본어인데 융통성이나 이해심의 뜻으로도 사용된다고 알고 있으면 돼. 그리고 육본이 무슨 말이냐면 육군본부를 줄인 것으로 알고 있으면 돼.",
    "standard_sentence": "융통성이 무슨 말이냐면 여유를 뜻하는 일본어인데 융통성이나 이해심의 뜻으로도 사용된다고 알고 있으면 돼. 그리고 육군본부가 무슨 말이냐면 육군본부를 줄인 것으로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "유도리",
        "meaning": "여유를 뜻하는 일본어로 일본어의 잔재. 융통성,이해심의 뜻으로도 사용된다./\"유도리\"있게 하자"
      },
      {
        "slang": "육본",
        "meaning": "육군본부'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "군대에서 먹는 뽀글이랑 한강에서 먹는 라면이랑 같진 않겠지. 여자애랑 먹으면 더 맛있기도 할거고 말야,",
    "standard_sentence": "군대에서 먹는 라면을 냄비에 끓이지 않고 봉지째로 뜨거운 물을 넣고 익혀서 먹는 거랑 한강에서 먹는 라면이랑 같진 않겠지. 여자애랑 먹으면 더 맛있기도 할거고 말야,",
    "slang_meaning_pairs": [
      {
        "slang": "뽀글이",
        "meaning": "(은어) 라면 등을 냄비에 끓이지 않고 봉지째로 뜨거운 물을 넣고 익혀서 먹는 방식.또는 그 형태"
      }
    ]
  },
  {
    "slang_sentence": "가끔 있을수도 있어. 쏘가리들 오면 종종 일어나긴해. 나는 실제로 본적 없지만 저번에 대딩 친구가 실제로 봤었다고 했었거든.",
    "standard_sentence": "가끔 있을수도 있어. 신임 소위들 오면 종종 일어나긴해. 나는 실제로 본적 없지만 저번에 대학생 친구가 실제로 봤었다고 했었거든.",
    "slang_meaning_pairs": [
      {
        "slang": "쏘가리",
        "meaning": "신임 소위를 낮추어 부르는 말. 어원은 소위+빡대가리"
      },
      {
        "slang": "대딩",
        "meaning": "모바일이나 인터넷상에서, `대학생'을 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "깔깔이라고 혹시 들어봤어? 방한복 상에 내피를 말하는 거야. 그리고 깔바도 있는데 방한 하의 내피를 말해. 그리고 해병대에서 쓰이는 은어중에 깨드랑이가 있는데 깨끗한 겨드랑이라는 뜻이더라.",
    "standard_sentence": "방한복 상의 내피 라고 혹시 들어봤어? 방한복 상의 내피를 말하는 거야. 그리고 방한 하의 내피도 있는데 방한 하의 내피를 말해. 그리고 해병대에서 쓰이는 은어중에 깨끗한 겨드랑이가 있는데 깨끗한 겨드랑이라는 뜻이더라.",
    "slang_meaning_pairs": [
      {
        "slang": "깔깔이",
        "meaning": "(은어) 방한복 상의 내피"
      },
      {
        "slang": "깔바",
        "meaning": "(은어) 방한 하의 내피 (본:깔깔이 바지 )"
      },
      {
        "slang": "깨드랑이",
        "meaning": "해병대에서 쓰이는 용어로 깨끗한 겨드랑이의 약자이다."
      }
    ]
  },
  {
    "slang_sentence": "그런데 그런 걸로 가라칠리도 없으니까. 진짜인 것 같네. 근데 오노방갔다가 뭐했는데? 빨리 이야기해봐. 이 녀석 보아하니 꽃신을 둔 모양이구나.",
    "standard_sentence": "그런데 그런 걸로 가짜 칠리도 없으니까. 진짜인 것 같네. 근데 오락실에 있는 노래방 갔다가 뭐했는데? 빨리 이야기해봐. 이 녀석 보아하니 군 복무를 기다려 주게 될 여자친구를 둔 모양이구나.",
    "slang_meaning_pairs": [
      {
        "slang": "가라",
        "meaning": "‘가짜(假-)’를 속되게 이르는 말."
      },
      {
        "slang": "오노방",
        "meaning": "오락실에 있는 작은 노래방'의 줄임말"
      },
      {
        "slang": "꽃신",
        "meaning": "(은어) 자신의 군 복무를 기다려준 고무신 여자친구를 일컫는 말. (반:고무신)"
      }
    ]
  },
  {
    "slang_sentence": "내가 꺾이라는 단어를 알게 되었는데 병사 계급에서 해당 계급 잔여 개월이 절반을 넘으면 해당하는 호봉을 일컫는 말이야. 그리고 꽃신이라는 단어도 알게 되었는데 자신의 군 복무를 기다려준 여자친구를 일컫는 말이야.",
    "standard_sentence": "내가 해당 계급 잔여 개월이 절반을 넘었다 라는 단어를 알게 되었는데 병사 계급에서 해당 계급 잔여 개월이 절반을 넘으면 해당하는 호봉을 일컫는 말이야. 그리고 자신의 군 복무를 기다려준 여자친구 라는 단어도 알게 되었는데 자신의 군 복무를 기다려준 여자친구를 일컫는 말이야.",
    "slang_meaning_pairs": [
      {
        "slang": "꺾",
        "meaning": "(은어) 병사 계급에서 해당 계급 잔여 개월이 절반을 넘으면 해당하는 호봉을 일컫는 말."
      },
      {
        "slang": "꽃신",
        "meaning": "(은어) 자신의 군 복무를 기다려준 고무신 여자친구를 일컫는 말. (반:고무신)"
      }
    ]
  },
  {
    "slang_sentence": "동기가 팔 다쳤다고 작업을 안 하고 있으니까. 뺑끼 부리는줄 알고 억지로 짐 들게 한 부조리가 있어. 근데 알고 보니까 레알로 팔 다쳤었다더라.",
    "standard_sentence": "동기가 팔 다쳤다고 작업을 안 하고 있으니까. 거짓말로 엄살 부리는줄 알고 억지로 짐 들게 한 부조리가 있어. 근데 알고 보니까 진짜로 팔 다쳤었다더라.",
    "slang_meaning_pairs": [
      {
        "slang": "뺑끼",
        "meaning": "1. 거짓말 속임수를 뜻함 /페인트에서 변형되어 뺑끼로쓰임. /전라도지역에서쓰이는말\n2. 군대에서 쓰이는 용어 / 거짓말 하거나 엄살 부리다"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      }
    ]
  },
  {
    "slang_sentence": "외박나가서 점프하고 막그래? 내가 읽은 만화에서는 헌병대한테 걸려가지고 폭망하던데 말이야. 나는 겁대가리가 있는 편이라 그러지는 못하겠어.",
    "standard_sentence": "외박나가서 위수지역을 이탈하는 행위하고 막그래? 내가 읽은 만화에서는 헌병대한테 걸려가지고 폭삭 망하던데 말이야. 나는 겁이 있는 편이라 그러지는 못하겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "점프",
        "meaning": "외출,외박시 위수지역을 이탈하는 행위."
      },
      {
        "slang": "폭망",
        "meaning": "폭삭 망하다를 줄인 말"
      },
      {
        "slang": "겁대가리",
        "meaning": "겁의 속된 말. 흔히 겁 없이 구는 사람에게 하는 말"
      }
    ]
  },
  {
    "slang_sentence": "야비군이 무슨 말이냐면 예비군에서 파생된 건데 예비군을 비꼬아 부르는 말로 알고 있으면 돼. 그리고 오대기가 무슨 말이냐면 (5분)/(오 분) 대기조의 준말인데 (5분)/(오 분) 이내 빠르게 출동할 수 있는 긴급 출동팀을 말해.",
    "standard_sentence": "예비군이 무슨 말이냐면 예비군에서 파생된 건데 예비군을 비꼬아 부르는 말로 알고 있으면 돼. 그리고 5분 대기조가 무슨 말이냐면 5분 대기조의 준말인데 5분 이내 빠르게 출동할 수 있는 긴급 출동팀을 말해.",
    "slang_meaning_pairs": [
      {
        "slang": "야비군",
        "meaning": "예비군' 에서 파생 / 예비군을 비꼬아 부르는 말"
      },
      {
        "slang": "오대기",
        "meaning": "5분 대기조의 준말. 5분 이내 빠르게 출동할 수 있는 긴급 출동팀."
      }
    ]
  },
  {
    "slang_sentence": "친아버지가 무슨 말이냐면 일까지 똑같은 선임으로 알고 있으면 돼. 그리고 킹익이 무슨 말이냐면 사회복무요원을 낮춰 부르는 은어로 알고 있으면 돼. 그리고 탄알집이 무슨 말이냐면 탄창이라는 뜻으로 알고 있으면 돼.",
    "standard_sentence": "일까지 똑같은 선임이 무슨 말이냐면 일까지 똑같은 선임으로 알고 있으면 돼. 그리고 사회복무요원이 무슨 말이냐면 사회복무요원을 낮춰 부르는 은어로 알고 있으면 돼. 그리고 탄창이 무슨 말이냐면 탄창이라는 뜻으로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "친아버지",
        "meaning": "일(日)까지 똑같은 선임."
      },
      {
        "slang": "킹익",
        "meaning": "킹(King)+공익 / 사회복무요원을 낮춰 부르는 은어. / 갓익과 같은 의미"
      },
      {
        "slang": "탄알집",
        "meaning": "탄창"
      }
    ]
  },
  {
    "slang_sentence": "나는 너희 처럼 군머가서 그저 아무런 생각없이 편하게만 지내다가 올 생각이 전혀 없다. 훈련병을 시작으로해서 전역할 때까지 FM이미지로 마무리할꺼야. 진짜 가라치는게 아니라 누구처럼 군기가 빠져가지고 중간에 휴가나 말출 나가서 사고치는 일 없도록 할 것이며, 그 누구에게나 부질없는 군바리 소리 듣지 않도록 노력할꺼야.",
    "standard_sentence": "나는 너희 처럼 군대가서 그저 아무런 생각없이 편하게만 지내다가 올 생각이 전혀 없다. 훈련병을 시작으로해서 전역할 때까지 야전교범 이미지로 마무리할꺼야. 진짜 가짜 치는게 아니라 누구처럼 군기가 빠져가지고 중간에 휴가나 마지막 정기휴가 나가서 사고치는 일 없도록 할 것이며, 그 누구에게나 부질없는 군인 소리 듣지 않도록 노력할꺼야.",
    "slang_meaning_pairs": [
      {
        "slang": "군머",
        "meaning": "군대' 단어에 야민정음 형태 / 대<->머"
      },
      {
        "slang": "FM",
        "meaning": "야전교범 (Field Manual)의 약어로 군대에서 사용하는 지침서.즉 정석대로 한다는 뜻. (에프엠)"
      },
      {
        "slang": "가라",
        "meaning": "‘가짜(假-)’를 속되게 이르는 말."
      },
      {
        "slang": "말출",
        "meaning": "군대에서의 마지막 정기휴가"
      },
      {
        "slang": "군바리",
        "meaning": "군인'을 속되게 이르는 말"
      }
    ]
  },
  {
    "slang_sentence": "내가 군바리 시절에 오대기에 있으면서 어이없는 실수를 했었거든. 나 같은 경우엔 탄알집을 관물대에 넣고 깜빡했다가 지나가던 짬찌한테 빌려가지고 챙겨갔었어.",
    "standard_sentence": "내가 군인 시절에 5분 대기조에 있으면서 어이없는 실수를 했었거든. 나 같은 경우엔 탄창을 관물대에 넣고 깜빡했다가 지나가던 짬밥 찌끄레기한테 빌려가지고 챙겨갔었어.",
    "slang_meaning_pairs": [
      {
        "slang": "군바리",
        "meaning": "군인'을 속되게 이르는 말"
      },
      {
        "slang": "오대기",
        "meaning": "5분 대기조의 준말. 5분 이내 빠르게 출동할 수 있는 긴급 출동팀."
      },
      {
        "slang": "탄알집",
        "meaning": "탄창"
      },
      {
        "slang": "짬찌",
        "meaning": "(은어) 짬밥 찌끄레기의 준말로 군생활이 짧음을 조롱하는 말"
      }
    ]
  },
  {
    "slang_sentence": "군대스리가라는 단어가 있는데 군대하고 분데스리가라는 뜻으로 군대 내에서 하는 축구를 일컫는 말이야. 그리고 군대스마스가 있는데 군대에서 보내는 크리스마스를 의미해.",
    "standard_sentence": "군대에서 하는 분데스리가 라는 단어가 있는데 군대하고 분데스리가 라는 뜻으로 군대 내에서 하는 축구를 일컫는 말이야. 그리고 군대에서 보내는 크리스마스가 있는데 군대에서 보내는 크리스마스를 의미해.",
    "slang_meaning_pairs": [
      {
        "slang": "군대스리가",
        "meaning": "군대+분데스리가라는 뜻으로 군대 내에서 하는 축구를 일컫는 말."
      },
      {
        "slang": "군대스마스",
        "meaning": "군대에서 보내는 크리스마스 / 군대 + 크리스마스"
      }
    ]
  },
  {
    "slang_sentence": "말번이 무슨 단여냐면 마지막 근무 순번을 일컽는 말이야. 그리고 말앞번과 말전번이라는 단어도 있는데 마지막 근무의 전 시간때 근무를 일컫는 말로 알고 있으면 돼.",
    "standard_sentence": "마지막 근무 순번이 무슨 단어냐면 마지막 근무 순번을 일컽는 말이야. 그리고 마지막 근무의 전 시간때 근무와 마지막 근무의 전 시간때 근무이라는 단어도 있는데 마지막 근무의 전 시간때 근무를 일컫는 말로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "말번",
        "meaning": "(은어) 마지막 근무 순번을 일컽는 말."
      },
      {
        "slang": "말앞번",
        "meaning": "(은어) 마지막 근무의 전 시간때 근무를 일컫는 말."
      },
      {
        "slang": "말전번",
        "meaning": "(은어) 마지막 근무의 전 시간때 근무를 일컫는 말."
      }
    ]
  },
  {
    "slang_sentence": "아필 이렇게 추운 겨울에 말번 근무라니 오늘 완전히 얼어 죽을 각오를 해야겠네. 더 이상은 골드런으로 나가도 못 버티겠던데 검깔은 도대체 언제 보급되는거야? 여기는 다들 군기가 빠져가지고 일을 모두 미루는 경향이 있는것 같아! 얼마 전부터 계속 곧 들어 온다더니 (2주)/(이 주)째 안 들어오고 있어. 책임자랑 계급장 떼고 다이다이를 까던지 해야지. 히밤!",
    "standard_sentence": "아필 이렇게 추운 겨울에 마지막 근무 순번 근무라니 오늘 완전히 얼어 죽을 각오를 해야겠네. 더 이상은 노란 깔깔이와 노란 깔바지로 무장하는 것으로 나가도 못 버티겠던데 검은색 깔깔이는 도대체 언제 보급되는거야? 여기는 다들 군기가 빠져가지고 일을 모두 미루는 경향이 있는것 같아! 얼마 전부터 계속 곧 들어 온다더니 2주째 안 들어오고 있어. 책임자랑 계급장 떼고 주먹다짐을 까던지 해야지. 아오!",
    "slang_meaning_pairs": [
      {
        "slang": "말번",
        "meaning": "(은어) 마지막 근무 순번을 일컽는 말."
      },
      {
        "slang": "골드런",
        "meaning": "만화 '골드런' 에서 파생 / 노란 깔깔이와 노란 깔바지로 풀 무장하는 것."
      },
      {
        "slang": "검깔",
        "meaning": "군장점에서 구입할 수 있는 검은색 깔깔이의 준말. / 보급 받는 깔깔이 보다 보온성과 착용감이 뛰어나다."
      },
      {
        "slang": "다이다이",
        "meaning": "싸우다의 다른 표현 혹은 목숨을 걸고 싸우다라는 의미도로 사용"
      },
      {
        "slang": "히밤",
        "meaning": "시발의 발음을 부드럽게 한것. 시발의 귀여운 표현이라고 통용된다"
      }
    ]
  }
]