[
  {
    "slang_sentence": "재택근무하니까 회의하고 밥， 피티 발표하고 밥， 하루종일 돌밥돌밥이야. 온택트 시대에 익숙해져야되는데 생각보다 쉽지는 않네. 우리 회사는 이번뿐만 아니라， 실적이 괜찮게 나오면 앞으로도 계속 재택근무할 수 있다고 하던데 장단점이 둘 다 분명하게 있는 것 같아. 나 같이 귀차니즘 심한 사람들은 힘든 출근길을 안 가도 되니까 좋지.",
    "standard_sentence": "재택근무하니까 회의하고 밥， 피티 발표하고 밥， 하루종일 돌아서면 밥 시간이야. 사회적 거리두기로 집에 머물면서 온라인으로 소통하는 시대에 익숙해져야되는데 생각보다 쉽지는 않네. 우리 회사는 이번뿐만 아니라， 실적이 괜찮게 나오면 앞으로도 계속 재택근무할 수 있다고 하던데 장단점이 둘 다 분명하게 있는 것 같아. 나 같이 게으름 심한 사람들은 힘든 출근길을 안 가도 되니까 좋지.",
    "slang_meaning_pairs": [
      {
        "slang": "돌밥돌밥",
        "meaning": "돌아서면 밥 시간 / 재택근무와 원격수업 등으로 삼시 세끼를 꼬박꼬박 챙겨야 하는 상황을 뜻하는 신조어"
      },
      {
        "slang": "온택트",
        "meaning": "온라인 + 언택트 / 사회적 거리두기로 집에 머물면서 온라인으로 소통하는 방식을 뜻함"
      },
      {
        "slang": "귀차니즘",
        "meaning": "1. 귀찮-이라는 국어 형용사 어간을 어근 삼아 영어 접미사 \"-ism\"을 붙여서 만든 신조어. \r\n2. 게으름,귀찮음 "
      }
    ]
  },
  {
    "slang_sentence": "대부분의 청년들은 취업에 몰입하는데 고소득 층 자녀들은 갓수로 힘들게 취업 지원하지 않아도 편히 지내는 이들이 많다고 한다. 부모님들 덕분에 그렇게 지내는 모습이 부러워서 나는 내 자식들이 누릴 수 있도록 열심히 일을 한다",
    "standard_sentence": "대부분의 청년들은 취업에 몰입하는데 고소득 층 자녀들은 신의 백수로 힘들게 취업 지원하지 않아도 편히 지내는 이들이 많다고 한다. 부모님들 덕분에 그렇게 지내는 모습이 부러워서 나는 내 자식들이 누릴 수 있도록 열심히 일을 한다",
    "slang_meaning_pairs": [
      {
        "slang": "갓수",
        "meaning": "갓(God) + 백수"
      }
    ]
  },
  {
    "slang_sentence": "길고 긴 취업준비로 지쳐서 결국 니트족이 되고야 말았어. 평범한 이십대였는데 요즘은 걍 떡볶이 처묵처묵하는 잉여인간이 되버렸어. 매일 다짐하는데 생각만큼 쉽지가 않아. 내가 다시 갓생을 살 수 있을까.",
    "standard_sentence": "길고 긴 취업준비로 지쳐서 결국 일하지 않고 일할 의지도 없는 청년 무직자가 되고야 말았어. 평범한 이십대였는데 요즘은 그냥 떡볶이 엄청나게 먹는 다 쓰고난 나머지 인간이 되버렸어. 매일 다짐하는데 생각만큼 쉽지가 않아. 내가 다시 타의 모범이 되는 삶을 살 수 있을까.",
    "slang_meaning_pairs": [
      {
        "slang": "니트족",
        "meaning": "(NEET : Not in Education, Employment or Training) 일하지 않고 일할 의지도 없는 청년 무직자"
      },
      {
        "slang": "걍",
        "meaning": "그냥'의 줄임말"
      },
      {
        "slang": "처묵처묵",
        "meaning": "처먹다' 에서 파생됨 '음식을 게걸스럽게, 혹은 복스럽게 먹는 모습' 을 극단적으로 표현하는 의태어."
      },
      {
        "slang": "잉여인간",
        "meaning": "다 쓰고난 나머지 + 인간 의 합성어"
      },
      {
        "slang": "갓생",
        "meaning": "신을 의미하는 'God'과 인생을 뜻하는 '생'의 합성어로 부지런하고 타의 모범이 되는 삶을 뜻하는 신조어"
      }
    ]
  },
  {
    "slang_sentence": "오늘 거래처 일이 밀리는 바람에 우리 쪽으로 넘어온 업무가 없어서 하루종일 잉여 인간으로 있었어. 나중에 그 일이 한 번에 몰려오겠지만 오늘은 그야말로 월급루팡이었다",
    "standard_sentence": "오늘 거래처 일이 밀리는 바람에 우리 쪽으로 넘어온 업무가 없어서 하루종일 다 쓰고난 나머지 인간으로 있었어. 나중에 그 일이 한 번에 몰려오겠지만 오늘은 그야말로 하는 일 없이 월급만 타 가는 직원이었다",
    "slang_meaning_pairs": [
      {
        "slang": "잉여인간",
        "meaning": "다 쓰고난 나머지 + 인간 의 합성어"
      },
      {
        "slang": "월급루팡",
        "meaning": "직장에서 하는 일 없이 월급만 타 가는 직원을 비유적으로 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "취업 관련 도움이 될까해서 여러 자료를 봤는데 페이스펙 분야는 모델과 폐션계쪽 인데 지원하는곳은 더욱 심하다고 생각이 들더라.",
    "standard_sentence": "취업 관련 도움이 될까해서 여러 자료를 봤는데 외모가 안 되면 취업이 되는 분야는 모델과 폐션계쪽 인데 지원하는곳은 더욱 심하다고 생각이 들더라.",
    "slang_meaning_pairs": [
      {
        "slang": "페이스펙",
        "meaning": "페이스(Face)+스펙(Spec)의 합성어로 다양한 스펙을 쌓아도 외모가 안 되면 취업에 성공하지 못하는 현실을 반영한 말이다."
      }
    ]
  },
  {
    "slang_sentence": "오늘도 무한 회의 반복이다. 우리 사수가 심하게 회의주의자인데 비효율적인 것 같아. 벌써 오늘 잡힌 회의도 졸라 많은데 이번 달도 역시 월루하긴 글렀다. 회의준비를 하루에 두 번 이상 하는게 말이 되나.",
    "standard_sentence": "오늘도 무한 회의 반복이다. 우리 사수가 심하게 틈만 나면 미팅을 소집하는데 비효율적인 것 같아. 벌써 오늘 잡힌 회의도 엄청 많은데 이번 달도 역시 하는 일 없이 월급만 타 가긴 글렀다. 회의준비를 하루에 두 번 이상 하는게 말이 되나.",
    "slang_meaning_pairs": [
      {
        "slang": "회의주의자",
        "meaning": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배직원"
      },
      {
        "slang": "졸라",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "월루",
        "meaning": "월급루팡'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "회사에서 맡은 일이 너무 많아서 발표 자료 준비를 부실하게 했더니 바로 사수한테 팩트폭행 맞았어. 마상 입긴 했는데 내가 잘못한 걸 잘못했다고 들은거니 어쩔 수 없다고 생각하고 다음부터 더 잘 하려고 잘하려고 해. 다음부턴 업무를 내 능력치 이상으로 무리하지 않고 혼자서 쌉가능일 정도만 적당하게 받아야겠어.",
    "standard_sentence": "회사에서 맡은 일이 너무 많아서 발표 자료 준비를 부실하게 했더니 바로 사수한테 사실을 바탕으로 한 비판을 받았어. 마음에 상처 입긴 했는데 내가 잘못한 걸 잘못했다고 들은거니 어쩔 수 없다고 생각하고 다음부터 더 잘하려고 해. 다음부턴 업무를 내 능력치 이상으로 무리하지 않고 혼자서 완전 가능일 정도만 적당하게 받아야겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "팩트폭행",
        "meaning": "\"Fact+폭행\"\n사실을 바탕으로 한 비판과 이에 대한 반응 모두에서 사용될 수 있다\n상대방의 정신을 완전히 무너트리려는 목적으로 사용되고,\n당하는 입장에서는 어쩔 수 없이 받아들인다는 의미로 ‘팩트폭행’이라는 어휘를 사용한다."
      },
      {
        "slang": "마상",
        "meaning": "마음의 상처를 줄여서 '마상'이라 부른다."
      },
      {
        "slang": "쌉가능",
        "meaning": " '완전' '매우' 등의 의미로 단어를 강조하는 접두어로 통용되는 쌉과 가능이라는 단어의 합성어로 완전 가능한 상태의 신조어"
      }
    ]
  },
  {
    "slang_sentence": "내 모토는 일취월장이다. 일찍 취업해서 월급 모아서 지금 내 여친한테 장가갈거야. 이번 학기도 휴학 안하고 열공해서 학점 (4.3)/(사점삼) 노려볼게. 진짜 성공하는 모습 보여주고 싶은 너무 고마운 사람이야.",
    "standard_sentence": "내 모토는 일찍 취업해서 월급 모아서 장가가자이다. 일찍 취업해서 월급 모아서 지금 내 여자친구한테 장가갈거야. 이번 학기도 휴학 안하고 열심히 공부해서 학점 4.3 노려볼게. 진짜 성공하는 모습 보여주고 싶은 너무 고마운 사람이야.",
    "slang_meaning_pairs": [
      {
        "slang": "일취월장",
        "meaning": "일요일에 취하면 월요일에 장난 아니야'의 준말 / '일찍 취업해서 월급 모아서 장가가자'의 준말 / 상황에 따라 쓰임새가 다르다"
      },
      {
        "slang": "여친",
        "meaning": "여자친구의 줄임말"
      },
      {
        "slang": "열공",
        "meaning": "열심히 공부하자의 줄임말 "
      }
    ]
  },
  {
    "slang_sentence": "바쁜 아침은 먹는걸 챙기기 힘들기 때문에 출근 후 도착해서 오전10시에서 11시 사이에 본의 아니게 사무실에서 오피스브런치족이 돼버린다.",
    "standard_sentence": "바쁜 아침은 먹는걸 챙기기 힘들기 때문에 출근 후 도착해서 오전10시에서 11시 사이에 본의 아니게 사무실에서 브런치를 즐기는 직장인이 되버린다.",
    "slang_meaning_pairs": [
      {
        "slang": "오피스브런치족",
        "meaning": "브런치는 블랙퍼스트(Breakfast)와 런치(Lunch)의 합성어로 \n우리말로는 이른 점심식사 정도로 표현할 수 있는 단어. \n오피스브런치족은 그러한 브런치를 사무실에서 즐기는 직장인들을 이르는 말이다."
      }
    ]
  },
  {
    "slang_sentence": "입사 일주일차 고진감래의 참뜻을 이해하게 되었어. 누가 나 집에 좀 보내줘. 회사에 가면 웃을래도 썩소밖에 안 지어져.",
    "standard_sentence": "입사 일주일차 고용해 주셔서 진짜 감사한데 집에 갈래의 참뜻을 이해하게 되었어. 누가 나 집에 좀 보내줘. 회사에 가면 웃을래도 썩은 미소밖에 안 지어져.",
    "slang_meaning_pairs": [
      {
        "slang": "고진감래",
        "meaning": "고용해 주셔서 진짜 감사한데, 집에 갈래'의 줄임말"
      },
      {
        "slang": "썩소",
        "meaning": "썩은 미소의 줄임말. 말 그대로 사악함이 물씬 풍겨나는 음흉한미소며, 보는 이로 하여금 경탄을 자아내거나 짜증을 자아내거나 둘 중 하나를 느끼게 한다."
      }
    ]
  },
  {
    "slang_sentence": "이번 광고 기획안은 누가 제안한건지 진짜 있어빌리티하더라. 이번 기회로 띵작 하나 제대로 만들 수 있을 거 같아.나도 그런 아이디어 떠올라서 인정받고 많은 사람들 앞에서 박수 받고 싶다.",
    "standard_sentence": "이번 광고 기획안은 누가 제안한건지 진짜 광고주가 광고를 마음에 들어 할 것 같더라. 이번 기회로 명작 하나 제대로 만들 수 있을 거 같아.나도 그런 아이디어 떠올라서 인정받고 많은 사람들 앞에서 박수 받고 싶다.",
    "slang_meaning_pairs": [
      {
        "slang": "있어빌리티하다",
        "meaning": "광고주가 광고를 마음에 들어 할 것 같다를 표현한 말"
      },
      {
        "slang": "띵작",
        "meaning": "명작'에서 파생된 단어/'명작'의 강조 / 야민정음, 명<->띵"
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 고진감래라는 단어를 알게 되었는데 고용해 주셔서 진짜 감사한데, 집에 갈래를 줄인거야. 그리고 금턴이라는 단어가 있는데 정규직 채용이 보장된 인턴이나 전환될 확률이 높은 인턴 자리를 말해.",
    "standard_sentence": "내가 오늘은 고용해 주셔서 진짜 감사한데 집에 갈래라는 단어를 알게 되었는데 고용해 주셔서 진짜 감사한데, 집에 갈래를 줄인거야. 그리고 정규직 채용이 보장된 인턴이라는 단어가 있는데 정규직 채용이 보장된 인턴이나 전환될 확률이 높은 인턴 자리를 말해.",
    "slang_meaning_pairs": [
      {
        "slang": "고진감래",
        "meaning": "고용해 주셔서 진짜 감사한데, 집에 갈래'의 줄임말"
      },
      {
        "slang": "금턴",
        "meaning": "금수저+인턴의 준말 / 정규직 채용이 보장된 인턴이나 전환될 확률이 높은 인턴 자리"
      }
    ]
  },
  {
    "slang_sentence": "회의주의자는 틈만나면 회의를 하자고 달려드는 직장 상사나 직원들을 말한다. 보통 이런 사람들은 직장내에서 공포의 대상이 되곤 한다. 이런유형의 직장 상사들 때문에 퇴준생이 된 직장인들이 한둘이 아니다.",
    "standard_sentence": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배는 틈만나면 회의를 하자고 달려드는 직장 상사나 직원들을 말한다. 보통 이런 사람들은 직장내에서 공포의 대상이 되곤 한다. 이런유형의 직장 상사들 때문에 퇴직을 준비하는 인원이 된 직장인들이 한둘이 아니다.",
    "slang_meaning_pairs": [
      {
        "slang": "회의주의자",
        "meaning": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배직원"
      },
      {
        "slang": "퇴준생",
        "meaning": "퇴사를 준비하는 사람'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "깜짝 놀란게 삼성 등 대기업에 취업한 분들이 오히려 일찍 조기가 많다고 해서 의외라고 생각했어.",
    "standard_sentence": "깜짝 놀란게 삼성 등 대기업에 취업한 분들이 오히려 일찍 조기 퇴직이 많다고 해서 의외라고 생각했어.",
    "slang_meaning_pairs": [
      {
        "slang": "조기",
        "meaning": "조기 퇴직'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "취업문도 쫌쫌따리 열리는데 지원자는 많으니까 첫 취업 나이가 점점 늦어지나봐. 주변만 봐도 같은 직종에 경쟁자가 많더라. 요즘따라 레알 이구백인 걸 느끼는데 남일같지가 않아. 이제 취업준비도 그만하고 나도 직딩되고 싶어. 얼른 내 힘으로 돈 벌어서 부모님한테 효도해야지.",
    "standard_sentence": "취업문도 매우 조금씩 열리는데 지원자는 많으니까 첫 취업 나이가 점점 늦어지나봐. 주변만 봐도 같은 직종에 경쟁자가 많더라. 요즘따라 진짜 이십대 구십 프로가 백수인 걸 느끼는데 남일같지가 않아. 이제 취업준비도 그만하고 나도 직장인 되고 싶어. 얼른 내 힘으로 돈 벌어서 부모님한테 효도해야지.",
    "slang_meaning_pairs": [
      {
        "slang": "쫌쫌따리",
        "meaning": "조금씩 매우 적고 하찮은 양을 모으는 모습을 나타내는 신조어. 닭발의 뼈에 붙어있던 아주 적은 양의 살에서 유래하였다."
      },
      {
        "slang": "이구백",
        "meaning": "이십대 90%가 백수'의 줄임말"
      },
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      }
    ]
  },
  {
    "slang_sentence": "지원한 직무에 맞지 않는 이력은 오히려 자충수펙이야. 아깝더라도 걍 쓰지 않는 게 좋을 것 같아. 솔까말 직무연관성이 있는 이력서 이력을 써야 돋보이는 거니깐 거기에 대해서도 질문 들어오면 맘에 드는 대답을 못 할 것 같기도 하고",
    "standard_sentence": "지원한 직무에 맞지 않는 이력은 오히려 마이너스가 되는 스펙이야. 아깝더라도 그냥 쓰지 않는 게 좋을 것 같아. 솔직히 까놓고 말해서 직무연관성이 있는 이력을 써야 돋보이는 거니깐 거기에 대해서도 질문 들어오면 마음에 드는 대답을 못 할 것 같기도 하고",
    "slang_meaning_pairs": [
      {
        "slang": "자충수펙",
        "meaning": "바둑 용어 '자충수(스스로 한 행동이 불리한 결과를 가져옴)' 와 '스펙'을 합친 신조어 / 채용과정에서 도움은 커녕 마이너스 요소가 되는 스펙"
      },
      {
        "slang": "걍",
        "meaning": "그냥'의 줄임말"
      },
      {
        "slang": "솔까말",
        "meaning": "솔직히 까놓고 말해서의 줄임말. 진실을 나타내고 싶을때 사용."
      },
      {
        "slang": "맘",
        "meaning": "마음'의 줄임말. "
      }
    ]
  },
  {
    "slang_sentence": "근무 중일 때 애매해서 어떻게 할지 몰라서 고민하다가 그냥 하자고 결정할 때 쓰는 말 걍고",
    "standard_sentence": "근무 중일 때 애매해서 어떻게 할지 몰라서 고민하다가 그냥 하자고 결정할 때 쓰는 말 그냥 가자",
    "slang_meaning_pairs": [
      {
        "slang": "걍고",
        "meaning": "그냥하자라는  뜻/ 어원은 그냥go하자 "
      }
    ]
  },
  {
    "slang_sentence": "이번에 우리 부서에 신입 사원이 면접을 봤는데 말이야. 글쎄 합격했는데 말도 없이 츌근을 안하더라고. 이게 말로만 듣던 고스팅인가 싶었어.",
    "standard_sentence": "이번에 우리 부서에 신입 사원이 면접을 봤는데 말이야. 글쎄 합격했는데 말도 없이 츌근을 안하더라고. 이게 말로만 듣던 취업난 속에서도 합격 후 연락도 없이 출근하지 않는 사람들인가 싶었어.",
    "slang_meaning_pairs": [
      {
        "slang": "고스팅",
        "meaning": "1. 고스트+Ing 의 합성어 / 썸 또는 만남을 가지고 있던 상대가 갑자기 연락이 되지않고 사라지는 현상 / 직장관련 신조어로도 쓰인다.\r\n2. 취업난 속에서도 합격 후 연락도 없이 당일에 출근하지 않는 신입사원들을 뜻한다."
      }
    ]
  },
  {
    "slang_sentence": "정년이 있는데 다 채우지 못하고 일찍 퇴사하는 오륙도들이 꽤 되는 거 같아. 옆 부서 부장님께서도 정년까지 다니실 줄 알았는데 이번에 퇴직하신대서 레알 깜놀했어.",
    "standard_sentence": "정년이 있는데 다 채우지 못하고 일찍 퇴사하는 56세까지 직장에 있는 도둑들이 꽤 되는 거 같아. 옆 부서 부장님께서도 정년까지 다니실 줄 알았는데 이번에 퇴직하신대서 진짜 깜짝 놀랐어.",
    "slang_meaning_pairs": [
      {
        "slang": "오륙도",
        "meaning": "56세까지 직장에 있으면 도둑이라는 뜻으로 정년을 채우지 못하는 50대"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "깜놀",
        "meaning": "깜짝 놀라다의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "회사 직딩 생활이 잘 맞지 않아서 일찍 퇴직하고 다른 직업으로 옮긴 반퇴세대들이 주위에 많이 보여. 간지나보이던데 나도 지금 업무가 적성에 잘 맞지 않는 거 같아서 고민 중이야 내가 진짜 잘 하는 일을 해야 즐겁게 일 할 수 있을 것 같아",
    "standard_sentence": "회사 직장인 생활이 잘 맞지 않아서 일찍 퇴직하고 다른 직업으로 옮긴 조기퇴직 후 경제활동을 지속하는 세대들이 주위에 많이 보여. 폼나 보이던데 나도 지금 업무가 적성에 잘 맞지 않는 거 같아서 고민 중이야 내가 진짜 잘 하는 일을 해야 즐겁게 일 할 수 있을 것 같아",
    "slang_meaning_pairs": [
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      },
      {
        "slang": "반퇴세대",
        "meaning": "조기퇴직 후 경제활동을 지속하는 세대를 뜻함"
      },
      {
        "slang": "간지나다",
        "meaning": "폼나다"
      }
    ]
  },
  {
    "slang_sentence": "언제 취준생 상황에서 벗어날 수 있을지 많은 고민에 한숨을 쉰다.",
    "standard_sentence": "언제 취업 준비생 상황에서 벗어날 수 있을지 많은 고민에 한숨을 쉰다.",
    "slang_meaning_pairs": [
      {
        "slang": "취준생",
        "meaning": "취업 준비생'을 줄여 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "이력서 쓸때 가장 중요한 자충수펙이 되는게 있는지 꼭 확인해야겠다.",
    "standard_sentence": "이력서 쓸때 가장 중요한 도움은 커녕 마이너스 요소가 되는 기본적인 능력이 있는지 꼭 확인해야겠다.",
    "slang_meaning_pairs": [
      {
        "slang": "자충수펙",
        "meaning": "바둑 용어 '자충수(스스로 한 행동이 불리한 결과를 가져옴)' 와 '스펙'을 합친 신조어 / 채용과정에서 도움은 커녕 마이너스 요소가 되는 스펙"
      }
    ]
  },
  {
    "slang_sentence": "힘들게 입사했지만 워라밸이 안 지켜지는 삶에 현타를 느끼고 방금 퇴사했어. 나는 이제 돌취생으로 더 좋은 취업을 위해 다시 열심히 준비해야겠어.",
    "standard_sentence": "힘들게 입사했지만 일과 생활의 균형이 안 지켜지는 삶에 현실자각타임을 느끼고 금방 퇴사했어. 나는 이제 돌아온 취업 준비생으로 더 좋은 취업을 위해 다시 열심히 준비해야겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      },
      {
        "slang": "현타",
        "meaning": "현실자각타임'을 줄인말/무언가를 집중해서 열정적으로 행동하고 난 뒤 갑자기 그 일을 후회하거나 수치스러워 함"
      },
      {
        "slang": "돌취생",
        "meaning": "돌아온 취업준비생의 준말"
      }
    ]
  },
  {
    "slang_sentence": "고딩 때부터 화학이 재밌어서 취업도 화장품 공정쪽으로 했는데 솔까말 실무는 잘 맞지 않았어. 결국 이퇴백이 돼서 부전공을 다시 살려볼까 고민하고 있어. 남들보다 늦게 시작하는데 나 괜찮겠지. 부전공이였어서 자신이 없고 조금 걱정이 된다.",
    "standard_sentence": "고등학생 때부터 화학이 재밌어서 취업도 화장품 공정 쪽으로 했는데 솔직히 말해서 실무는 잘 맞지 않았어. 결국 이십 대에 퇴직한 백수가 돼서 부전공을 다시 살려볼까 고민하고 있어. 남들보다 늦게 시작하는 데나 괜찮겠지. 부전공이었어서 자신이 없고 조금 걱정이 된다.",
    "slang_meaning_pairs": [
      {
        "slang": "고딩",
        "meaning": "모바일이나 인터넷상에서, `고등학생'을 이르는 말."
      },
      {
        "slang": "솔까말",
        "meaning": "솔직히 까놓고 말해서의 줄임말. 진실을 나타내고 싶을때 사용."
      },
      {
        "slang": "이퇴백",
        "meaning": "이십 대에 퇴직한 백수 /적성에 맞지 않는 등의 이유로 퇴사해 다시 백수가 된 사람을 뜻한다."
      }
    ]
  },
  {
    "slang_sentence": "코로나 때문에 재택근무가 늘어나면서 요즘 카페가면 온통 코피스족이야. 출퇴근하는 지옥철 왔다갔다하지 않아도 되니까 좋을 거 같아. 요즘 카페에 커피 마시러 가면 코피스족 구경하기 바빠.",
    "standard_sentence": "코로나 때문에 재택근무가 늘어나면서 요즘 카페 가면 온통 업무 보는 직장인들이야. 출퇴근하는 붐비고 비좁은 지하철 왔다갔다하지 않아도 되니까 좋을 거 같아. 요즘 카페에 커피 마시러 가면 업무 보는 직장인들 구경하기 바빠.",
    "slang_meaning_pairs": [
      {
        "slang": "코피스족",
        "meaning": "커피전문점에서 휴대전화나 노트북 등을 이용해 업무를 보는 직장인"
      },
      {
        "slang": "지옥철",
        "meaning": "사람이 많아 몹시 붐비고 비좁은 지하철을 비유적으로 이르는 말."
      },
      {
        "slang": "코피스족",
        "meaning": "커피전문점에서 휴대전화나 노트북 등을 이용해 업무를 보는 직장인"
      }
    ]
  },
  {
    "slang_sentence": "능력이 우선시되면서 젊고 능력있는 삼십대 직딩들이 회사에 주요인력이 됐어, 오히려 사십대는 한 번 꺾이잖아. 사오정이라는 말이 그래서 생겼나봐. 헬조선에서 받아들여야하는 슬픈 현실이지.",
    "standard_sentence": "능력이 우선시되면서 젊고 능력있는 삼십대 직장인들이 회사에 주요인력이 됐어, 오히려 사십대는 한 번 꺾이잖아. 45세가 정년이라는 말이 그래서 생겼나봐. 지옥같은 조선에서 받아들여야하는 슬픈 현실이지.",
    "slang_meaning_pairs": [
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      },
      {
        "slang": "사오정",
        "meaning": "45세가 정년이라는 말로 정년이 아닌데도 직장에서 내몰리는 40대"
      },
      {
        "slang": "헬조선",
        "meaning": "지옥의 '헬'과 우리나라를 의미하는 '조선'을 결합하여 만든말/ 한국사회를 부정하는 단어"
      }
    ]
  },
  {
    "slang_sentence": "이번에 새로 인턴과정 들어가게 됐다는 말 했었나? 대학둥지족 생활하다가 운좋게 얻은 기회라 너무 기뻐, 그래서 자진해서 쉼포족 처럼 생활하고 있지.",
    "standard_sentence": "이번에 새로 인턴과정 들어가게 됐다는 말 했었나? 취업난 때문에 졸업을 포기하고 학교에 머무르는 사람들 생활하다가 운좋게 얻은 기회라 너무 기뻐, 그래서 자진해서 쉬는걸 포기하고 일하는 사람들 처럼 생활하고 있지.",
    "slang_meaning_pairs": [
      {
        "slang": "대학둥지족",
        "meaning": "대학졸업을 늦춘 취업준비생"
      },
      {
        "slang": "쉼포족",
        "meaning": "쉼을 포기한 사람/쉬지않고 일만 하는 사람을 일컫는 신조어"
      }
    ]
  },
  {
    "slang_sentence": "요즘은 대학교도 오래 다니고 대학원 가는 이십대가 많다보니까 렬루 이태백이야. 내 주위만 보더라도 취업한 직딩은 거의 없고 다 공부중이지. 헬조선에서 너도나도 스펙 올리겠다고 뛰어든 결과인가 싶어 진짜 내 현실이라서 더 씁쓸하다",
    "standard_sentence": "요즘은 대학교도 오래 다니고 대학원 가는 이십대가 많다보니까 진짜로 이십대 태반이 백수야. 내 주위만 보더라도 취업한 직장인은 거의 없고 다 공부중이지. 지옥같은 조선에서 너도나도 기본적인 능력 올리겠다고 뛰어든 결과인가 싶어 진짜 내 현실이라서 더 씁쓸하다",
    "slang_meaning_pairs": [
      {
        "slang": "렬루",
        "meaning": "real' 리얼로? 리얼루?를 빨리 발음한단어 / '진짜?'의 뜻을 가지고 있음"
      },
      {
        "slang": "이태백",
        "meaning": "이십 대 태반이 백수'의 줄임말"
      },
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      },
      {
        "slang": "헬조선",
        "meaning": "지옥의 '헬'과 우리나라를 의미하는 '조선'을 결합하여 만든말/ 한국사회를 부정하는 단어"
      },
      {
        "slang": "스펙",
        "meaning": "specification'의 준말 / 신상명세 등 사람이나 사물의 기본적인 능력."
      }
    ]
  },
  {
    "slang_sentence": "페이스펙이라고 해서 요즘 취업준비하다가 성형외과 상담 받는 이십대들이 있다더라. 뇌피셜이지만 좋은 인상이 면접에도 좋은 영향을 준다더라나. 생각해보면 면접관도 사람이라 걍 그럴 수 있을 거 같기도 해.",
    "standard_sentence": "외모가 안 되면 취업에 성공하지 못하는 현실이라고 해서 요즘 취업준비하다가 성형외과 상담 받는 이십대들이 있다더라. 자기 머리에서 나온 생각을 사실로 검증된 듯이 말하지만 좋은 인상이 면접에도 좋은 영향을 준다더라나. 생각해보면 면접관도 사람이라 그냥 그럴 수 있을 거 같기도 해.",
    "slang_meaning_pairs": [
      {
        "slang": "페이스펙",
        "meaning": "페이스(Face)+스펙(Spec)의 합성어로 다양한 스펙을 쌓아도 외모가 안 되면 취업에 성공하지 못하는 현실을 반영한 말이다."
      },
      {
        "slang": "뇌피셜",
        "meaning": "뇌+오피셜(official) 합성어/자기 머리에서 나온 생각을 사실로 검증된 듯이 말함"
      },
      {
        "slang": "걍",
        "meaning": "그냥'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "이틀째 밤새고 있는데 있던 소재도 고갈돼서 오히려 없그레이드 된 격이야. 내 워라밸도 날라가고 얼른 퇴근이나 하고 싶다. 무대뽀로 일하는 것보다 휴식이 있어야 머리도 더 잘 돌아가는 것 같아 휴가 때 짐싸서 바로 떠날거야.",
    "standard_sentence": "이틀째 밤새고 있는데 있던 소재도 고갈돼서 오히려 안좋게 된 격이야. 내 일과 생활의 균형도 날라가고 얼른 퇴근이나 하고 싶다. 무대뽀로 일하는 것보다 휴식이 있어야 머리도 더 잘 돌아가는 것 같아 휴가 때 짐싸서 바로 떠날거야.",
    "slang_meaning_pairs": [
      {
        "slang": "없그레이드",
        "meaning": "상황이 전보다 더 나빠졌을 때 주로 쓰는 말/업그레이드 한 게 안한것보다 못하다."
      },
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      },
      {
        "slang": "무대뽀",
        "meaning": "일본어(無鐵砲:muteppô)에서 유래한 말/일의 앞뒤를 잘 헤아리는 신중함이 없다는 의미"
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 나홀로서울족이라는 단어를 알게 되었는데 지방에서 상경하여 서울에서 자취하는 구직자를 뜻해.",
    "standard_sentence": "내가 오늘은 지방에서 상경하여 서울에서 자취하는 구직자라는 단어를 알게 되었는데 지방에서 상경하여 서울에서 자취하는 구직자를 뜻해.",
    "slang_meaning_pairs": [
      {
        "slang": "나홀로서울족",
        "meaning": "지방에서 상경하여 서울에서 자취하는 구직자"
      }
    ]
  },
  {
    "slang_sentence": "장년층 분들 성실하고 열심히 근무하셨는데 북어로 되신 분들 이야기 들으면 너무 안타까워요. 국가가 대한민국 사람들에게 이런 일이 생기지 않도록 협조를 잘 해주시면 좋겠어요.",
    "standard_sentence": "장년층 분들 성실하고 열심히 근무하셨는데 퇴직 당하지 않으려고 발버둥치고 남아 있다가 결국 퇴직금이나 위로금도 못 받고 쫓겨나게 되신 분들 이야기 들으면 너무 안타까워요. 국가가 대한민국 사람들에게 이런 일이 생기지 않도록 협조를 잘 해주시면 좋겠어요.",
    "slang_meaning_pairs": [
      {
        "slang": "북어",
        "meaning": "퇴직 당하지 않으려고 발버둥치고 남아 있다가 결국 퇴직금이나 위로금도 못받고 쫓겨난 사람"
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 경단녀라는 단어를 알게 되었는데 경력이 단절된 여자를 줄인 거고 고스팅이 있는데 취업난 속에서도 합격 후 연락도 없이 당일에 출근하지 않는 신입사원을 뜻해.",
    "standard_sentence": "내가 오늘은 경력 단절 여성이라는 단어를 알게 되었는데 경력이 단절된 여자를 줄인 거고 합격 후 연락 없이 출근하지 않는 신입사원이 있는데 취업난 속에서도 합격 후 연락도 없이 당일에 출근하지 않는 신입사원들을 뜻해.",
    "slang_meaning_pairs": [
      {
        "slang": "경단녀",
        "meaning": "경력이 단절된 여자의 줄임말"
      },
      {
        "slang": "고스팅",
        "meaning": "1. 고스트+Ing 의 합성어 / 썸 또는 만남을 가지고 있던 상대가 갑자기 연락이 되지않고 사라지는 현상 / 직장관련 신조어로도 쓰인다.\r\n2. 취업난 속에서도 합격 후 연락도 없이 당일에 출근하지 않는 신입사원들을 뜻한다."
      }
    ]
  },
  {
    "slang_sentence": "이름만 걸어놓고 도장값으로 수천만원을 받는 폐단을 줄이기 위해 규제방안이 있긴 하지만 케바케라 현실에 적용하긴 어려워. 이렇다보니 부동산 쪽 사람들의 쿠세로 자리잡았지.",
    "standard_sentence": "이름만 걸어놓고 분양권이 합법적이지 않은 시기에 매매되었다가, 이후 합법적 거래가 가능한 시점에서 명의변경을 원할 때 원매자가 요구하는 돈으로 수천만원을 받는 폐단을 줄이기 위해 규제방안이 있긴 하지만 케이스 바이 케이스라 현실에 적용하긴 어려워. 이렇다보니 부동산 쪽 사람들의 고치기 힘든 나쁜 버릇으로 자리잡았지.",
    "slang_meaning_pairs": [
      {
        "slang": "도장값",
        "meaning": "분양권 등이 합법적이지 않은 시기에 매매되었다가, 이후 합법적 거래가 가능한 시점에서 명의변경을 할 때 원매자가 마지막 매수자*부동산에 요구하는 돈"
      },
      {
        "slang": "케바케",
        "meaning": "케이스 바이 케이스(case by case)'를 줄인말/경우에 따라 다름을 이르는 말"
      },
      {
        "slang": "쿠세",
        "meaning": " '고치기 힘든 나쁜 버릇'을 뜻한다. / 일본말이다."
      }
    ]
  },
  {
    "slang_sentence": "파이어족은 경제적 자립을 토대로 자발적 조기 은퇴를 추진하는 사람들을 일컫는 용어다. 이들은 30대 말이나 늦어도 40대 초반까지는 조기 은퇴하겠다는 목표로 실제로 절친의 이런 모습을 보니 숨막힌다.",
    "standard_sentence": "경제적 독립으로 일찍 은퇴하는 사람은 경제적 자립을 토대로 자발적 조기 은퇴를 추진하는 사람들을 일컫는 용어다. 이들은 30대 말이나 늦어도 40대 초반까지는 조기 은퇴하겠다는 목표로 실제로 절친한 친구의 이런 모습을 보니 숨막힌다.",
    "slang_meaning_pairs": [
      {
        "slang": "파이어족",
        "meaning": "경제적 독립+빠른 은퇴/ F(파인넨셜, 경제적) I(인디펜선스, 독립) R(리타이어, 은퇴) E(얼리, 빠르게)/경제적인 독립으로 일찍 은퇴하는 사람."
      },
      {
        "slang": "절친",
        "meaning": "절친한 친구'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "기업에 취업하신 분들 보면 의외로 삼초땡 분들이 많아서 이유를 물어보면 거의 일을 너무 심하게 시켜서 스트레스로 퇴사가 빠르다고 들었어요.",
    "standard_sentence": "기업에 취업하신 분들 보면 의외로 30대 초반이면 명예퇴직을 생각하는 분들이 많아서 이유를 물어보면 거의 일을 너무 심하게 시켜서 스트레스로 퇴사가 빠르다고 들었어요.",
    "slang_meaning_pairs": [
      {
        "slang": "삼초땡",
        "meaning": "30대 초반이면 명예퇴직을 생각해야 한다"
      }
    ]
  },
  {
    "slang_sentence": "회사에서 별로 하는 일 없이 월급을 축내는 사람을 일컫는 말을 월급 루팡이라고 한다. 2~30대 여성들이 쓰는 단어. 깜놀한게 실제로 인크루트 조사로 83.3%는 회사에 서 일한 것보다 월급을 더 받는다고 밝혔다.",
    "standard_sentence": "회사에서 별로 하는 일 없이 월급을 축내는 사람을 일컫는 말을 하는 일 없이 월급만 타 가는 직원이라고 한다. 2~30대 여성들이 쓰는 단어. 깜짝 놀란 게 실제로 인크루트 조사로 83.3%는 회사에서 일한 것보다 월급을 더 받는다고 밝혔다.",
    "slang_meaning_pairs": [
      {
        "slang": "월급루팡",
        "meaning": "직장에서 하는 일 없이 월급만 타 가는 직원을 비유적으로 이르는 말."
      },
      {
        "slang": "깜놀",
        "meaning": "깜짝 놀라다의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "코로나 터지고나서 사람들이 모이는게 쉽지 않다보니 회사에서도 다들 재택근무를 시행하더라고 그래서 그런지 집에서 일하기 꿀꿀한 사람들은 다들 코피스족이 되어버린것 같아. 어쩌면 재택근무가 근무 효율을 더 높일 수 있는 걸지도 몰라. 출퇴근 시간도 아낄 수 있고, 강직인이나 냥집사에게도 도움되지 않을까?",
    "standard_sentence": "코로나 터지고나서 사람들이 모이는게 쉽지 않다보니 회사에서도 다들 재택근무를 시행하더라고 그래서 그런지 집에서 일하기 우울한 사람들은 다들 커피전문점에서 업무를 보는 직장인이 되어버린것 같아. 어쩌면 재택근무가 근무 효율을 더 높일 수 있는 걸지도 몰라. 출퇴근 시간도 아낄 수 있고, 강아지 키우는 직장인이나 고양이 키우는 사람에게도 도움되지 않을까?",
    "slang_meaning_pairs": [
      {
        "slang": "꿀꿀하다",
        "meaning": "마음이 우울하거나 기분이 착잡하다'"
      },
      {
        "slang": "코피스족",
        "meaning": "커피전문점에서 휴대전화나 노트북 등을 이용해 업무를 보는 직장인"
      },
      {
        "slang": "강직인",
        "meaning": "강아지를 키우는 직장인'의 줄임말"
      },
      {
        "slang": "냥집사",
        "meaning": "고양이+집사의 합성어"
      }
    ]
  },
  {
    "slang_sentence": "나는 나만의 시간이 제일 중요한 사람이어서 워라밸이 꼭 있어야 된다고 생각해. 내 에너지 다 끌올해서 회사에 쓰면 되게 지치더라.",
    "standard_sentence": "나는 나만의 시간이 제일 중요한 사람이어서 일과 생활의 균형이 꼭 있어야 된다고 생각해. 내 에너지 다 끌어올려서 회사에 쓰면 되게 지치더라.",
    "slang_meaning_pairs": [
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      },
      {
        "slang": "끌올",
        "meaning": "예전에 올라와 있던 내용을 다시 작성했다는 뜻으로, 가장 최근 페이지로 \"끌어 올리다\"의 줄임말. "
      }
    ]
  },
  {
    "slang_sentence": "오늘 일요일이잖아. 나 내일 출근하는데 일취월장 몰라? 나도 졸라 마시고 싶은데 내일을 위해 오늘은 여기까지만 먹자. 너는 심지어 내 내또출이니까 컨디션 관리 더 잘해야지. 출근해서 자리에 앉아서 졸면 상사한테 찍히잖아.",
    "standard_sentence": "오늘 일요일이잖아. 나 내일 출근하는데 일요일에 취하면 월요일에 장난 아닌 거 몰라? 나도 엄청 마시고 싶은데 내일을 위해 오늘은 여기까지만 먹자. 너는 심지어 내일 또 출근이니까 컨디션 관리 더 잘해야지. 출근해서 자리에 앉아서 졸면 상사한테 찍히잖아.",
    "slang_meaning_pairs": [
      {
        "slang": "일취월장",
        "meaning": "일요일에 취하면 월요일에 장난 아니야'의 준말 / '일찍 취업해서 월급 모아서 장가가자'의 준말 / 상황에 따라 쓰임새가 다르다"
      },
      {
        "slang": "졸라",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "내또출",
        "meaning": "내일 또 출근'의 약자"
      }
    ]
  },
  {
    "slang_sentence": "오늘 월급로그인하자마자 적금, 카드값, 보험비까지 순식간에 월급로그아웃 된 거 있지. 월급날이라 나름 하이텐션이었는데 통장 잔고 적게 남아있는 거 보고 바로 롬곡 흘렸지. 이 허탈함을 어쩌면 좋지.",
    "standard_sentence": "오늘 월급 들어오자마자 적금, 카드값, 보험비까지 순식간에 월급 빠져나간 거 있지. 월급날이라 나름 들뜬 기분이었는데 통장 잔고 적게 남아있는 거 보고 바로 눈물 흘렸지. 이 허탈함을 어쩌면 좋지.",
    "slang_meaning_pairs": [
      {
        "slang": "월급로그인",
        "meaning": "월급이 통장에 순식간에 들어왔다'는 의미"
      },
      {
        "slang": "월급로그아웃",
        "meaning": "월급이 통장에 순식간에 들어왔다가 순식간에 빠져나간다는 의미"
      },
      {
        "slang": "하이텐션",
        "meaning": "마냥 들뜬 컨디션+기분 상태를 뜻하는 말."
      },
      {
        "slang": "롬곡",
        "meaning": "눈물이라는 글자를 180도 회전시켜 뒤집어놓은 글자"
      }
    ]
  },
  {
    "slang_sentence": "요즘은 워낙 취업난이잖아? 그래서 나는 취집도 좋은 방법 중 하나라고 생각해.",
    "standard_sentence": "요즘은 워낙 취업난이잖아? 그래서 나는 취직 대신 시집 가는 것도 좋은 방법 중 하나라고 생각해.",
    "slang_meaning_pairs": [
      {
        "slang": "취집",
        "meaning": "취업 대신 시집'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "오늘 부장님이 전쪽으로 오늘 회식한다고 일정 비워놓으랬는데 못 본거야? 아마 지금 일정있다고 말하기엔 갑분싸될 것 같아.",
    "standard_sentence": "오늘 부장님이 전체 쪽지로 오늘 회식한다고 일정 비워놓으랬는데 못 본거야? 아마 지금 일정있다고 말하기엔 갑자기 분위기 싸해질 것 같아.",
    "slang_meaning_pairs": [
      {
        "slang": "전쪽",
        "meaning": "전체 쪽지'의 줄임말"
      },
      {
        "slang": "갑분싸",
        "meaning": "갑자기 분위기 싸해진다'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "취집할 수 있는 기회 있었는데 난 싫었어. 솔까말 취집해서 오전에 애기 영유 보내놓고 취미생활하고 카페에 모여서 골드맘들끼리 하하호호 떠들고 그러는게 팔자 좋아보일 순 있는데 그렇게 살고 싶지 않았어.",
    "standard_sentence": "취업대신 시집할 수 있는 기회 있었는데 난 싫었어. 솔직히 까놓고 말해서 취업대신 시집해서 오전에 애기 영어유치원 보내놓고 취미생활하고 카페에 모여서 풍족하게 자라서 자기 자녀들이나 자기한테 아끼지 않고 쓰고 투자하는 엄마들끼리 하하호호 떠들고 그러는게 팔자 좋아보일 순 있는데 그렇게 살고 싶지 않았어.",
    "slang_meaning_pairs": [
      {
        "slang": "취집",
        "meaning": "취업 대신 시집'의 줄임말"
      },
      {
        "slang": "솔까말",
        "meaning": "솔직히 까놓고 말해서의 줄임말. 진실을 나타내고 싶을때 사용."
      },
      {
        "slang": "취집",
        "meaning": "취업 대신 시집'의 줄임말"
      },
      {
        "slang": "영유",
        "meaning": "영어 유치원의 줄임말"
      },
      {
        "slang": "골드맘",
        "meaning": "풍족하게 자라서 자기 자녀들이나 자기한테 아끼지 않고 쓰고 투자하는 엄마"
      }
    ]
  },
  {
    "slang_sentence": "옛날에는 근무지에서 꼭 같이 밥 먹으려고 했는데 이제는 혼자서 간편히 밥을 먹는게 나는 혼바비언이 제일 편하더라! 밥 먹으면서 다른데는 신경 못 쓰겠더라고",
    "standard_sentence": "옛날에는 근무지에서 꼭 같이 밥 먹으려고 했는데 이제는 혼자서 간편히 밥을 먹는게 나는 혼자 밥 먹는 게 제일 편하더라! 밥 먹으면서 다른데는 신경 못 쓰겠더라고",
    "slang_meaning_pairs": [
      {
        "slang": "혼바비언",
        "meaning": "1. 혼밥과 '~을 하는 사람 또는 그런 직업을 가진 사람'을 뜻하는 영어 접미사 ian을 합성한 신조어 '\r\n2. 혼자 밥을 먹는 사람'을 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "코피스족은 커피전문점에서 휴대전화나 노트북 등을 이용해 업무를 보는 직장인들을 말한다. 스벅같은 커피 전문점은 대부분 시원하고, 상사들의 눈초리도 피할수 있기 때문에 업무의 장소로 인기가 많다.",
    "standard_sentence": "코피스족은 커피전문점에서 휴대전화나 노트북 등을 이용해 업무를 보는 직장인들을 말한다. 스타벅스같은 커피 전문점은 대부분 시원하고, 상사들의 눈초리도 피할수 있기 때문에 업무의 장소로 인기가 많다.",
    "slang_meaning_pairs": [
      {
        "slang": "코피스족",
        "meaning": "커피전문점에서 휴대전화나 노트북 등을 이용해 업무를 보는 직장인"
      },
      {
        "slang": "스벅",
        "meaning": "스타벅스 (프랜차이즈)"
      }
    ]
  },
  {
    "slang_sentence": "이번 달에 해외여행， 국내여행 졸라 다니느라 거지가 됐어.. 갑통알이라 오늘 알바 구인공고만 100개 넘게 봤는데 방학동안 할 알바를 찾기는 쉽지 않네. 롬곡옾눞.",
    "standard_sentence": "이번 달에 해외여행， 국내여행 엄청 다니느라 거지가 됐어. 갑자기 통장을 보니 알바해야겠어서 오늘 아르바이트 구인공고만 100개 넘게 봤는데 방학동안 할 아르바이트를 찾기는 쉽지 않네. 매우 슬프다.",
    "slang_meaning_pairs": [
      {
        "slang": "졸라",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "갑통알",
        "meaning": "갑자기 통장을 보니 알바를 해야겠다"
      },
      {
        "slang": "알바",
        "meaning": "아르바이트'의 줄임말"
      },
      {
        "slang": "알바",
        "meaning": "아르바이트'의 줄임말"
      },
      {
        "slang": "롬곡옾눞",
        "meaning": " 인터넷 신조어이다. 롬곡옾눞을 아래위로 180도 뒤집으면 폭풍눈물 이된다."
      }
    ]
  },
  {
    "slang_sentence": "홈퍼니족들은 한 해 내내 자소서 고쳐쓰고 면접 준비하고 하루하루 갓생 살더라. 다들 원하는 회사에 합격해서 대유잼 인생 살았음 좋겠어 나도 그렇게 살고 싶진 않지만 그런 모습보면 안쓰럽더라고",
    "standard_sentence": "공채시즌에 집에서 원서접수에 매진하는 사람들은 한 해 내내 자기소개서 고쳐쓰고 면접 준비하고 하루하루 부지런한 삶 살더라. 다들 원하는 회사에 합격해서 매우 재미있는 인생 살았음 좋겠어 나도 그렇게 살고있진 않지만 그런 모습보면 안쓰럽더라고",
    "slang_meaning_pairs": [
      {
        "slang": "홈퍼니족",
        "meaning": "기업들의 공식 채용 공고가 몰리는 상하반기 공채시즌에 집에서 원서접수에 매진함"
      },
      {
        "slang": "자소서",
        "meaning": "자기소개서"
      },
      {
        "slang": "갓생",
        "meaning": "신을 의미하는 'God'과 인생을 뜻하는 '생'의 합성어로 부지런하고 타의 모범이 되는 삶을 뜻하는 신조어"
      },
      {
        "slang": "대유잼",
        "meaning": "大(큰 대)有(있을 유)잼으로 큰 재미가 있다는 의미"
      }
    ]
  },
  {
    "slang_sentence": "얼마전에 같은 대학교 동기 친구를 보았는데 자신이 엔지족이라구 휴학하고 아르바이트하는 중이라고 힘들어하더라구.",
    "standard_sentence": "얼마전에 같은 대학교 동기 친구를 보았는데 자신이 취업난으로 인해 졸업을 유예하는 종족이라구 휴학하고 아르바이트하는 중이고 힘들어하더라구.",
    "slang_meaning_pairs": [
      {
        "slang": "NG족",
        "meaning": "(No Graduation)'족의 준말 / 취업난으로 인해 졸업을 미루는, 졸업유예 종족을 뜻한다 (엔지족)"
      }
    ]
  },
  {
    "slang_sentence": "너무 기분 좋고 재밌는 말을 들었는데 나보고 있어빌리티하다라고 하더라구! 이게 무슨 뜻이냐면 있어보인다랑 능력의 합성어라고 하네!",
    "standard_sentence": "너무 기분 좋고 재밌는 말을 들었는데 나보고 광고주가 광고를 마음에 들어 할 것 같다라고 하더라구! 이게 무슨 뜻이냐면 있어보인다랑 능력의 합성어라고 하네!",
    "slang_meaning_pairs": [
      {
        "slang": "있어빌리티하다",
        "meaning": "광고주가 광고를 마음에 들어 할 것 같다를 표현한 말"
      }
    ]
  },
  {
    "slang_sentence": "요즘은 젊을 때 바싹 벌고 그 돈으로 일찍 여유를 즐기는 파이어족들이 많은 것 같아, 나도 언젠가 그런 부없녀가 되고 싶어.",
    "standard_sentence": "요즘은 젊을 때 바짝 벌고 그 돈으로 일찍 여유를 즐기는 경제적인 독립으로 일찍 은퇴하는 사람들이 많은 것 같아, 나도 언젠가 그런 부러운 거 없는 여자가 되고 싶어.",
    "slang_meaning_pairs": [
      {
        "slang": "파이어족",
        "meaning": "경제적 독립+빠른 은퇴/ F(파인넨셜, 경제적) I(인디펜선스, 독립) R(리타이어, 은퇴) E(얼리, 빠르게)/경제적인 독립으로 일찍 은퇴하는 사람."
      },
      {
        "slang": "부없녀",
        "meaning": "부러울게 없는 여자'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "처음엔 곧잘 하더니만 요즘 왜 이렇게 짜치고 있는거지? 지금부터 제대로 시작해도 갠춘하니까 열심히 해봅시다. 조언해주는 거니까 마상입지 말고 잘해봐요. 다음 보고서 다시 써서 오늘 퇴근 전까지 보내줘요.",
    "standard_sentence": "처음엔 곧잘 하더니만 요즘 왜 이렇게 기대치에 못미치고 있는거지? 지금부터 제대로 시작해도 괜찮으니까 열심히 해봅시다. 조언해주는 거니까 마음에 상처입지 말고 잘해봐요. 다음 보고서 다시 써서 오늘 퇴근 전까지 보내줘요.",
    "slang_meaning_pairs": [
      {
        "slang": "짜치다",
        "meaning": "쪼들리다의 경상도 방언/ 수준이 모자라거나 기대치에 미치지 못하는 경우/ 급이 없고 낮아서 후져보인다."
      },
      {
        "slang": "갠춘",
        "meaning": "괜찮아'의 변형 축약형태 / 괜찮다는 의미이다"
      },
      {
        "slang": "마상",
        "meaning": "마음의 상처를 줄여서 '마상'이라 부른다."
      }
    ]
  },
  {
    "slang_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 옥떨메 같이 생긴 직원 한 명이 카톡으로 자꾸 귀찮게 연락을 하는거야. 안그래도 일이 바빠서 귀차니즘인데 왜 이렇게 질척거리는지 모르겠어.",
    "standard_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 옥상에서 떨어진 메주 같이 생긴 직원 한 명이 카카오톡으로 자꾸 귀찮게 연락을 하는거야. 안그래도 일이 바빠서 귀찮음인데 왜 이렇게 질척거리는지 모르겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "옥떨메",
        "meaning": "옥상에서 떨어진 메주'의 준말 / 못생긴 사람을 뜻함 / 7~80년대에 유행"
      },
      {
        "slang": "카톡",
        "meaning": "주로 쓰는 메신저 앱인 카카오톡(kakao talk)의 준말"
      },
      {
        "slang": "귀차니즘",
        "meaning": "1. 귀찮-이라는 국어 형용사 어간을 어근 삼아 영어 접미사 \"-ism\"을 붙여서 만든 신조어. \r\n2. 게으름,귀찮음 "
      }
    ]
  },
  {
    "slang_sentence": "파이어족의 생각대로라면 삼초땡이 맞지만 나는 최소 사십대까진 일할거야. 고령화로 인해서 명예퇴직 나이도 점점 늘어나는데 삼초땡은 레알 이른 거 같아. 그렇지 않아?",
    "standard_sentence": "경제적 독립으로 일찍 은퇴하는 사람의 생각대로라면 30대 초반이면 명예퇴직을 생각해야 하는 게 맞지만 나는 최소 사십대까진 일할거야. 고령화로 인해서 명예퇴직 나이도 점점 늘어나는데 30대 초반 명예퇴직은 진짜 이른 거 같아. 그렇지 않아?",
    "slang_meaning_pairs": [
      {
        "slang": "파이어족",
        "meaning": "경제적 독립+빠른 은퇴/ F(파인넨셜, 경제적) I(인디펜선스, 독립) R(리타이어, 은퇴) E(얼리, 빠르게)/경제적인 독립으로 일찍 은퇴하는 사람."
      },
      {
        "slang": "삼초땡",
        "meaning": "30대 초반이면 명예퇴직을 생각해야 한다"
      },
      {
        "slang": "삼초땡",
        "meaning": "30대 초반이면 명예퇴직을 생각해야 한다"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      }
    ]
  },
  {
    "slang_sentence": "업무상 많은 메일들을 확인하는 직업이라 필요없는 메일들은 다 수겁해버렸다. 그래서 아주 깔끔하게 일이 잘 돌아가서 지금 근무에 최적한 상태이다.",
    "standard_sentence": "업무상 많은 메일들을 확인하는 직업이라 필요없는 메일들은 다 수신거부해버렸다. 그래서 아주 깔끔하게 일이 잘 돌아가서 지금 근무에 최적한 상태이다.",
    "slang_meaning_pairs": [
      {
        "slang": "수겁",
        "meaning": "메신저 수신거부의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "우리팀 프로젝트는 오늘부터 이 친구가 마도잡기로 했어. 실력 있는 친구니까 월급루팡들은 이번 기회에 일 좀 배우도록 해. 이 친구가 회의주의자긴 한데 그만큼 열정 넘치고 일도 잘한다는 거니까 잘 따르고.",
    "standard_sentence": "우리 팀 프로젝트는 오늘부터 이 친구가 주도해 끌고 가기로 했어. 실력 있는 친구니까 하는 일 없이 월급만 타 가는 직원들은 이번 기회에 일 좀 배우도록 해. 이 친구가 틈만 나면 미팅을 소집하는 직원이긴 한데 그만큼 열정 넘치고 일도 잘한다는 거니까 잘 따르고.",
    "slang_meaning_pairs": [
      {
        "slang": "마도잡다",
        "meaning": "누군가 프로젝트를 주도해 끌고 간다/\"마도\"는 \"마도구찌\"에서 나온 말로 \"창구\"라는 뜻을 가지고 있다"
      },
      {
        "slang": "월급루팡",
        "meaning": "직장에서 하는 일 없이 월급만 타 가는 직원을 비유적으로 이르는 말."
      },
      {
        "slang": "회의주의자",
        "meaning": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배직원"
      }
    ]
  },
  {
    "slang_sentence": "내 대학 과동기 이번에 잘 사는 집으로 취가해서 인스타보면 매일 놀러다니던데 넘 부럽더라. 그럴 때 보면 나도 취집할 걸 그랬나 싶더라니깐. 그래도 오늘도 열심히 일해야지, 내 목표는 파이어족이다.",
    "standard_sentence": "내 대학 과동기 이번에 잘 사는 집으로 취업 대신 장가 가서 인스타그램보면 매일 놀러다니던데 너무 부럽더라. 그럴 때 보면 나도 취직 대신 시집 갈 걸 그랬나 싶더라니깐. 그래도 오늘도 열심히 일해야지, 내 목표는 경제적 독립으로 일찍 은퇴하는 것이다.",
    "slang_meaning_pairs": [
      {
        "slang": "취가",
        "meaning": "취업 대신 장가'의 준말/ 아내가 돈을 잘 벌면 남자들도 굳이 일할 필요가 없다는 뜻이다."
      },
      {
        "slang": "인스타",
        "meaning": "인스타그램(SNS)'의 줄임말"
      },
      {
        "slang": "넘",
        "meaning": "너무'의 준말"
      },
      {
        "slang": "취집",
        "meaning": "취업 대신 시집'의 줄임말"
      },
      {
        "slang": "파이어족",
        "meaning": "경제적 독립+빠른 은퇴/ F(파인넨셜, 경제적) I(인디펜선스, 독립) R(리타이어, 은퇴) E(얼리, 빠르게)/경제적인 독립으로 일찍 은퇴하는 사람."
      }
    ]
  },
  {
    "slang_sentence": "삼팔육 이후로도 자신을 발전시키며 가정과 일도 잘 케어 할 수 있는 여성이 되고 싶다.",
    "standard_sentence": "38세까지 직장 다닐 수 있으면 천만다행 이후로도 자신을 발전시키며 가정과 일도 잘 케어 할 수 있는 여성이 되고 싶다.",
    "slang_meaning_pairs": [
      {
        "slang": "삼팔육",
        "meaning": "38세까지 직장 다닐 수 있으면 천만다행임을 비유적으로 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 데꼬보꼬 라는 단어를 알게 되었는데 주로 요소의 배치, 크기 등에 대비를 줄 때 사용하고 도그푸드를 알게 되었는데 기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용하는 거야.",
    "standard_sentence": "내가 오늘은 주로 요소의 배치, 크기 등의 대비를 준다는 단어를 알게 되었는데 주로 요소의 배치, 크기 등에 대비를 줄 때 사용하고 기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용하다를 알게 되었는데 기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용하는 거야.",
    "slang_meaning_pairs": [
      {
        "slang": "데꼬보꼬",
        "meaning": " 주로 요소의 배치, 크기 등에 대비를 줄 때 사용한다. / 일반적으로 '평평하지 못하다''울퉁불퉁''매끄럽지 못하다''들쭉날쭉하다 "
      },
      {
        "slang": "도그푸드",
        "meaning": "기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용 하다."
      }
    ]
  },
  {
    "slang_sentence": "회사 최종 불합격 통보를 들을 때마다 장미족들은 정말 힘들 것 같아. 취업하기 어려워지니 헬조선이 낳은 부작용이 아닐까 싶어. 요즘은 그래서 그런지 취직보다 취집하고 싶어하는 사람도 보이더라. 웬만하면 고생안하고 편하게 살고 싶어하니깐.",
    "standard_sentence": "회사 최종 불합격 통보를 들을 때마다 장기간 미취업인 사람들은 정말 힘들 것 같아. 취업하기 어려워지니 지옥같은 한국이 낳은 부작용이 아닐까 싶어. 요즘은 그래서 그런지 취직보다 취업대신 시집하고 싶어하는 사람도 보이더라. 웬만하면 고생안하고 편하게 살고 싶어하니깐.",
    "slang_meaning_pairs": [
      {
        "slang": "장미족",
        "meaning": "장기간 미취업 상태에 있는 사람"
      },
      {
        "slang": "헬조선",
        "meaning": "지옥의 '헬'과 우리나라를 의미하는 '조선'을 결합하여 만든말/ 한국사회를 부정하는 단어"
      },
      {
        "slang": "취집",
        "meaning": "취업 대신 시집'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "계약서 서명란이 비어있길래 놀랬는데 깨알같이 서명한 거였어. 다른 사람한테도 안 보일 수 있으니까 더 크게 서명해달라고 다시 요청해봐야겠어. 서명 자체는 까리하고 좋은데 글씨 크기가 작은 게 아쉽네.",
    "standard_sentence": "계약서 서명란이 비어있길래 놀랬는데 아주 작게 서명한 거였어. 다른 사람한테도 안 보일 수 있으니까 더 크게 서명해달라고 다시 요청해봐야겠어. 서명 자체는 멋있고 좋은데 글씨 크기가 작은 게 아쉽네.",
    "slang_meaning_pairs": [
      {
        "slang": "깨알같다",
        "meaning": "어떤 물체가 깨처럼 매우 작다는 것을 뜻할 때 비유적으로 사용하는 말"
      },
      {
        "slang": "까리하다",
        "meaning": "학생들 사이에서 어떤 것이 멋있다는 뜻으로 사용되는 속어."
      }
    ]
  },
  {
    "slang_sentence": "너 월급이 500이라고 했나? 일하는거 보면 별로 하는거 없어보이던데 완전 월급루팡아니냐? 나는 지난주에 월급 들어왔는데, 다음주면 월급로그아웃 되겠더라. 아니 안그래도 오피스빌런 때문에 회사 그만두고 싶은데, 이번에 인상해달라고 해야겠다.",
    "standard_sentence": "너 월급이 500이라고 했나? 일하는거 보면 별로 하는거 없어보이던데 완전 하는 일 없이 월급만 타 가는 거 아니냐? 나는 지난주에 월급 들어왔는데, 다음주면 월급 빠져나가게 되겠더라. 아니 안그래도 민폐 직원 때문에 회사 그만두고 싶은데, 이번에 인상해달라고 해야겠다.",
    "slang_meaning_pairs": [
      {
        "slang": "월급루팡",
        "meaning": "직장에서 하는 일 없이 월급만 타 가는 직원을 비유적으로 이르는 말."
      },
      {
        "slang": "월급로그아웃",
        "meaning": "월급이 통장에 순식간에 들어왔다가 순식간에 빠져나간다는 의미"
      },
      {
        "slang": "오피스빌런",
        "meaning": "Office(사무실)'+Villain(악역)의 합성어 / 사내에서 민폐를 끼치는 직원이나 직원들에게 나쁜말만 해대는 상사를 뜻함"
      }
    ]
  },
  {
    "slang_sentence": "에이, 뭐 그정도는 사람이면 다 실수하지. 금방 복구하기 쌉가능이야. 일한 지 얼마 안된 신입이니까 어차피 다른 분들도 이해해주실거야 갠춘갠춘.",
    "standard_sentence": "에이, 뭐 그정도는 사람이면 다 실수하지. 금방 복구하기 완전 가능이야. 일한 지 얼마 안된 신입이니까 어차피 다른 분들도 이해해주실거야 괜찮아.",
    "slang_meaning_pairs": [
      {
        "slang": "쌉가능",
        "meaning": " '완전' '매우' 등의 의미로 단어를 강조하는 접두어로 통용되는 쌉과 가능이라는 단어의 합성어로 완전 가능한 상태의 신조어"
      },
      {
        "slang": "갠춘",
        "meaning": "괜찮아'의 변형 축약형태 / 괜찮다는 의미이다"
      },
      {
        "slang": "갠춘",
        "meaning": "괜찮아'의 변형 축약형태 / 괜찮다는 의미이다"
      }
    ]
  },
  {
    "slang_sentence": "역시 근무를 하면서 워라밸이 잘 되어 있는 회사가 최고야!",
    "standard_sentence": "역시 근무를 하면서 일과 삶의 균형이 잘 되어 있는 회사가 최고야!",
    "slang_meaning_pairs": [
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 나토족이라는 단어를 알게 되었는데 말만하고 행동은 하지 않는 유형의 직장인이라는 뜻이야.",
    "standard_sentence": "내가 오늘은 말만 하고 행동은 하지 않는 유형의 직장인이라는 단어를 알게 되었는데 말만하고 행동은 하지 않는 유형의 직장인이라는 뜻이야.",
    "slang_meaning_pairs": [
      {
        "slang": "나토족",
        "meaning": "말만하고 행동은 하지 않는 유형의 직장인"
      }
    ]
  },
  {
    "slang_sentence": "면접 때는 렬루 몸을 갈아서 열심히 일할 것처럼 보이더니 알고보니 고스팅이었어. 인수인계할 준비 다 했는데 레알 맥빠진다. 저번 옆부서 신입도 고스팅이어서 같이 화냈었는데 이번 우리부서 신입도 그럴줄이야.",
    "standard_sentence": "면접 때는 진짜로 몸을 갈아서 열심히 일할 것처럼 보이더니 알고보니 합격 후 연락도 없이 출근하지 않는 신입사원이었어. 인수인계할 준비 다 했는데 정말 맥빠진다. 저번 옆부서 신입도 합격 후 연락도 없이 출근하지 않았어서 같이 화냈었는데 이번 우리부서 신입도 그럴줄이야.",
    "slang_meaning_pairs": [
      {
        "slang": "렬루",
        "meaning": "real' 리얼로? 리얼루?를 빨리 발음한단어 / '진짜?'의 뜻을 가지고 있음"
      },
      {
        "slang": "고스팅",
        "meaning": "1. 고스트+Ing 의 합성어 / 썸 또는 만남을 가지고 있던 상대가 갑자기 연락이 되지않고 사라지는 현상 / 직장관련 신조어로도 쓰인다.\r\n2. 취업난 속에서도 합격 후 연락도 없이 당일에 출근하지 않는 신입사원들을 뜻한다."
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "고스팅",
        "meaning": "1. 고스트+Ing 의 합성어 / 썸 또는 만남을 가지고 있던 상대가 갑자기 연락이 되지않고 사라지는 현상 / 직장관련 신조어로도 쓰인다.\r\n2. 취업난 속에서도 합격 후 연락도 없이 당일에 출근하지 않는 신입사원들을 뜻한다."
      }
    ]
  },
  {
    "slang_sentence": "요 며칠 주문량이 많아서 공장 존나 가동했더니 과부하났다고 해서 오늘 콜 들려보려고. 귀차니즘이 심하지만 공장 가동 회복시키려면 어쩔 수 없지. 점심까지만 먹고 출발해야겠다.",
    "standard_sentence": "요 며칠 주문량이 많아서 공장 엄청 가동했더니 과부하났다고 해서 오늘 거래처 들려보려고. 귀찮음이 심하지만 공장 가동 회복시키려면 어쩔 수 없지. 점심까지만 먹고 출발해야겠다.",
    "slang_meaning_pairs": [
      {
        "slang": "존나",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "콜",
        "meaning": "1. 젊은이들 사이에서, 상대방의 뜻을 물을 때나 이에 동의할 때 친근하게 하는 말. 상대의 제안을 받아들일 때 하는 말.\n2. 거래처를 칭함/ '콜을 찍다'라는 말은 거래처를 방문했다는 말이다."
      },
      {
        "slang": "귀차니즘",
        "meaning": "1. 귀찮-이라는 국어 형용사 어간을 어근 삼아 영어 접미사 \"-ism\"을 붙여서 만든 신조어. \r\n2. 게으름,귀찮음 "
      }
    ]
  },
  {
    "slang_sentence": "옆부서 오피스빌런 목소리가 여기까지 쩌렁쩌렁 울려서 졸라 스트레스 받는데 어떡하지? 극혐인데 알아서 좀 자제하거나 주변에서 말해줘야 되는 거 아니야? 좀 안 들리게 말 하던가 사무실에서 그 사람 목소리만 들려서 업무에 집중이 안돼.",
    "standard_sentence": "옆부서 민폐 직원 목소리가 여기까지 쩌렁쩌렁 울려서 엄청 스트레스 받는데 어떡하지? 극히 혐오스러운데 알아서 좀 자제하거나 주변에서 말해줘야 되는 거 아니야? 좀 안 들리게 말 하던가 사무실에서 그 사람 목소리만 들려서 업무에 집중이 안돼.",
    "slang_meaning_pairs": [
      {
        "slang": "오피스빌런",
        "meaning": "Office(사무실)'+Villain(악역)의 합성어 / 사내에서 민폐를 끼치는 직원이나 직원들에게 나쁜말만 해대는 상사를 뜻함"
      },
      {
        "slang": "졸라",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "극혐",
        "meaning": "극도로 혐오한다는 말의 신조어"
      }
    ]
  },
  {
    "slang_sentence": "반퇴세대는 은퇴와 절반을 합친 신조어로 조기퇴직을 한 뒤 다시 새롭게 일자리를 찾는 사람들을 가리키는 말이다. 이 신조어는 최근 (40대)/(사십 대) 퇴직자들이 늘어나게 되면서 많이 사용되고 있다.",
    "standard_sentence": "조기퇴직 후 경제활동을 지속하는 세대는 은퇴와 절반을 합친 신조어로 조기퇴직을 한 뒤 다시 새롭게 일자리를 찾는 사람들을 가리키는 말이다. 이 신조어는 최근 40대 퇴직자들이 늘어나게 되면서 많이 사용되고 있다.",
    "slang_meaning_pairs": [
      {
        "slang": "반퇴세대",
        "meaning": "조기퇴직 후 경제활동을 지속하는 세대를 뜻함"
      }
    ]
  },
  {
    "slang_sentence": "친구가 돌취생 되기 전에 일하던 직장에서 생긴 일인데, 같이 일하던 친구랑 엄청 싸웠다고 하더라. 나토족같이 행동하는게 너무 답답해서 엄청 화났었다고 하더라",
    "standard_sentence": "친구가 돌아온 취업 준비생이 되기 전에 일하던 직장에서 생긴 일인데, 같이 일하던 친구랑 엄청 싸웠다고 하더라. 말만 하고 행동하지 않는 직장인 같이 행동하는게 너무 답답해서 엄청 화났었다고 하더라",
    "slang_meaning_pairs": [
      {
        "slang": "돌취생",
        "meaning": "돌아온 취업준비생의 준말"
      },
      {
        "slang": "나토족",
        "meaning": "말만하고 행동은 하지 않는 유형의 직장인"
      }
    ]
  },
  {
    "slang_sentence": "코드 깔끔하게 쓰지. 왜 이렇게 스파게티코드로 꼬아서 썼어? 이러면 수정하기도 어렵고 서버 터지면 복구하기도 어렵단 말야, 레알 킹받네. 꼬이면 본인이 다 일 할것도 아니면서 진짜 배려없이 일을 하니까 나까지 정신없다 정신이 없다.",
    "standard_sentence": "코드 깔끔하게 쓰지. 왜 이렇게 복잡하게 뒤엉킨 코드로 꼬아서 썼어? 이러면 수정하기도 어렵고 서버 터지면 복구하기도 어렵단 말야, 진짜 열받네. 꼬이면 본인이 다 일 할것도 아니면서 진짜 배려없이 일을 하니까 나까지 정신이 없다.",
    "slang_meaning_pairs": [
      {
        "slang": "스파게티코드",
        "meaning": "컴퓨터 프로그램의 소스 코드가 복잡하게 뒤엉킨 모습을 스파게티 면발에 비유한 표현"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "킹받는다",
        "meaning": "열받는다' 의 '열'을 '킹'으로 바꿔 강조 표현"
      }
    ]
  },
  {
    "slang_sentence": "여자는 보통 26세에 취업해서 그런지 삼일절을 기억해야 한다더라. 띵언인 거 같아서 지금 갓수 생활을 즐기다가 슬슬 불안해지기 시작했어. 나도 그 때까지 취업 못 하면 앞으로 뭐 먹고 살아야하지 더 열심히 취업 자리를 찾아봐야 할 것 같아.",
    "standard_sentence": "여자는 보통 26세에 취업해서 그런지 31세까지 취업을 못하면 절대 못한다는 것을 기억해야 한다더라. 명언인 거 같아서 지금 신의 백수 생활을 즐기다가 슬슬 불안해지기 시작했어. 나도 그 때까지 취업 못 하면 앞으로 뭐 먹고 살아야하지 더 열심히 취업 자리를 찾아봐야 할 것 같아.",
    "slang_meaning_pairs": [
      {
        "slang": "삼일절",
        "meaning": "기념일 '삼일절'이 아닌 '31세까지 취업을 못하면 절대 못한다는 의미이다.'"
      },
      {
        "slang": "띵언",
        "meaning": "명언에서 파생된 단어/\"명언\"의 장조"
      },
      {
        "slang": "갓수",
        "meaning": "갓(God) + 백수"
      }
    ]
  },
  {
    "slang_sentence": "오늘 지옥철 타느라 진이 다 빠졌는데 아직 목요일이라 내또출이라니. 재택근무하는 코피스족일 때가 진짜 좋았지, 출근 생각만 하면 머리가 지끈거린다 편한장소에서 일 하는게 회의 준비도 안 해놔도 되고 더 좋긴 했는데",
    "standard_sentence": "오늘 복잡하고 붐비는 지하철 타느라 진이 다 빠졌는데 아직 목요일이라 내일 또 출근이라니. 재택근무하는 카페에서 업무 보는 직장인일 때가 진짜 좋았지, 출근 생각만 하면 머리가 지끈거린다 편한장소에서 일 하는게 회의 준비도 안 해놔도 되고 더 좋긴 했는데",
    "slang_meaning_pairs": [
      {
        "slang": "지옥철",
        "meaning": "사람이 많아 몹시 붐비고 비좁은 지하철을 비유적으로 이르는 말."
      },
      {
        "slang": "내또출",
        "meaning": "내일 또 출근'의 약자"
      },
      {
        "slang": "코피스족",
        "meaning": "커피전문점에서 휴대전화나 노트북 등을 이용해 업무를 보는 직장인"
      }
    ]
  },
  {
    "slang_sentence": "월급이 들어온지 얼마 안됐는데 벌써 월급 로그아웃이 됬다. 왜냐하면 카드빚과 통신비 때문이다. 굉장히 골치가 아프다.",
    "standard_sentence": "월급이 들어온지 얼마 안됐는데 벌써 월급이 다나갔다. 왜냐하면 카드빚과 통신비 때문이다. 굉장히 골치가 아프다.",
    "slang_meaning_pairs": [
      {
        "slang": "월급로그아웃",
        "meaning": "월급이 통장에 순식간에 들어왔다가 순식간에 빠져나간다는 의미"
      }
    ]
  },
  {
    "slang_sentence": "공고에 있는 내용으로 정확히 어떤거인지 모르기에 면까몰이라 생각되서 면접 장소까지 이동했다.",
    "standard_sentence": "공고에 있는 내용으로 정확히 어떤거인지 모르기에 면접은 까볼 때까지 모른다 생각되서 면접 장소까지 이동했다.",
    "slang_meaning_pairs": [
      {
        "slang": "면까몰",
        "meaning": "면접은 까볼 때까지 모른다'의 준말 / 취업 최종 단계인 면접 결과를 속단하지 말라고 경계하는 의미다."
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 긱이코노미라는 단어를 알게 되었는데 기업에서 그때 발생하는 업무 수요에 따라 계약직, 프리랜서 형태로 사람을 고용하는 경향이 커진 경제 현상이야.",
    "standard_sentence": "내가 오늘은 기업에서 그때 발생하는 업무 수요에 따라 계약직, 프리랜서 형태로 사람을 고용하는 경향이 커진 경제 현상이라는 단어를 알게 되었는데 기업에서 그때 발생하는 업무 수요에 따라 계약직, 프리랜서 형태로 사람을 고용하는 경향이 커진 경제 현상이야.",
    "slang_meaning_pairs": [
      {
        "slang": "긱이코노미",
        "meaning": "기업에서 그때 발생하는 업무 수요에 따라 계약직, 프리랜서 형태로 사람을 고용하는 경향이 커진 경제 현상"
      }
    ]
  },
  {
    "slang_sentence": "새로 들어온 신입 완전 불타는 열정이었는데 일주일만에 빤스런해서 경쟁사로 환승이직하는 거 보고 어이없었어. 인수인계 중이었는데 얄짤없이 나가더라고 신입이 내팽겨치고 간 일 처리하느라 나까지 야근했다",
    "standard_sentence": "새로 들어온 신입 완전 불타는 열정이었는데 일주일만에 뒤도 돌아보지 않고 도망가서 경쟁사로 환승해서 바로 이직하는 거 보고 어이없었어. 인수인계 중이었는데 가차없이 나가더라고 신입이 내팽겨치고 간 일 처리하느라 나까지 야근했다",
    "slang_meaning_pairs": [
      {
        "slang": "빤스런",
        "meaning": "빤스만 입고 도망(run)가는 것처럼 있던 자리에서 뒤도 돌아보지 않고 급하게 뜨는 것을 비웃을 때 주로 사용"
      },
      {
        "slang": "환승이직",
        "meaning": "환승해서 바로 이직하는 사람/재직 중이다가 이직 성공해서바로 그만두고 바로 새 직장 들어가는 사람"
      },
      {
        "slang": "얄짤없다",
        "meaning": "별 수 없다', '봐 주지 않는다', '가차없다', '그냥 넘어가주지 않는다' 등의 뜻을 가지고 있다. 표준국어대사전에 등재되어 있지 않으므로 표준어가 아니다."
      }
    ]
  },
  {
    "slang_sentence": "그나저나 지난 주 옆 부서에 퇴준생 있잖아. 어제 퇴직 기념으로 파티를 열었는데, 환승이직했다고 하더라고. 안그래도 요즘은 페이스펙 시대인데 능력도 능력이지만 외모도 훤칠해서 금방 취업됐나봐. 완전 엄친아가 따로 없는 것 같더라. 아무래도 나는 이번 생은 망한것 같다.",
    "standard_sentence": "그나저나 지난 주 옆 부서에 퇴사 준비하는 사람 있잖아. 어제 퇴직 기념으로 파티를 열었는데, 환승해서 바로 이직했다고 하더라고. 안그래도 요즘은 외모가 안 되면 취업에 성공하지 못하는 시대인데 능력도 능력이지만 외모도 훤칠해서 금방 취업됐나봐. 완전 엄마 친구 아들이 따로 없는 것 같더라. 아무래도 나는 이번 생은 망한것 같다.",
    "slang_meaning_pairs": [
      {
        "slang": "퇴준생",
        "meaning": "퇴사를 준비하는 사람'의 준말"
      },
      {
        "slang": "환승이직",
        "meaning": "환승해서 바로 이직하는 사람/재직 중이다가 이직 성공해서바로 그만두고 바로 새 직장 들어가는 사람"
      },
      {
        "slang": "페이스펙",
        "meaning": "페이스(Face)+스펙(Spec)의 합성어로 다양한 스펙을 쌓아도 외모가 안 되면 취업에 성공하지 못하는 현실을 반영한 말이다."
      },
      {
        "slang": "엄친아",
        "meaning": "엄마친구아들을 지칭, / 부족한 것 하나 없이 모든 방면에서 뛰어난 사람을 지칭. "
      }
    ]
  },
  {
    "slang_sentence": "회사에 다니다가 느낀건데, 요즘은 회사에서 어느정도 쉬는 시간을 보장해준다. 하지만 몇몇 직장인들을 보면  자진해서 쉼포족같이 행동하는 사람들이 많다..",
    "standard_sentence": "회사에 다니다가 느낀건데, 요즘은 회사에서 어느정도 쉬는 시간을 보장해준다. 하지만 몇몇 직장인들을 보면  자진해서 쉼포족같이 행동하는 사람들이 많다..",
    "slang_meaning_pairs": [
      {
        "slang": "쉼포족",
        "meaning": "쉼을 포기한 사람/쉬지않고 일만 하는 사람을 일컫는 신조어"
      }
    ]
  },
  {
    "slang_sentence": "어색한 회사 사람들과 의미 없는 수다 떠는 걸 극혐하기 때문에 나는 차라리 혼밥이 훨씬 편해. 유튜브로 좋아하는 예능 돌려보면서 밥 먹는데 나만의 소확행이라고 할 수 있지. 회사 주변이다보니까 식당에도 나처럼 혼밥하는 사람들이 많아서 더 괜찮은 것 같아. 저녁에는 혼술하는 사람도 간간이 보이더라고.",
    "standard_sentence": "어색한 회사 사람들과 의미 없는 수다 떠는 걸 극히 혐오하기 때문에 나는 차라리 혼자 밥먹는 게 훨씬 편해. 유튜브로 좋아하는 예능 돌려보면서 밥 먹는데 나만의 소소하고 확실한 행복이라고 할 수 있지. 회사 주변이다보니까 식당에도 나처럼 혼자 밥먹는 사람들이 많아서 더 괜찮은 것 같아. 저녁에는 혼자 술 먹는 사람도 간간이 보이더라고.",
    "slang_meaning_pairs": [
      {
        "slang": "극혐",
        "meaning": "극도로 혐오한다는 말의 신조어"
      },
      {
        "slang": "혼밥",
        "meaning": "혼자서 밥을 먹는 행위"
      },
      {
        "slang": "소확행",
        "meaning": "소소하고 확실한 행복의 줄임말"
      },
      {
        "slang": "혼밥",
        "meaning": "혼자서 밥을 먹는 행위"
      },
      {
        "slang": "혼술",
        "meaning": "혼자 술을 마시는 행위"
      }
    ]
  },
  {
    "slang_sentence": "회사에 다니면서 회방남분들을 보면 철두철미하고 성실한 분들이 많은것같아.",
    "standard_sentence": "회사에 다니면서 회사 방침을 철저히 따르는 남자 분들을 보면 철두철미하고 성실한 분들이 많은것같아.",
    "slang_meaning_pairs": [
      {
        "slang": "회방남",
        "meaning": "회사 방침을 철저히 따르는 남자"
      }
    ]
  },
  {
    "slang_sentence": "요즘은 워낙 취업하기가 힘들다보니까 십장생이라는 말도 뜨더라. 사바사지만 10대부터 공무원 시험 준비하는 학생도 있고 향후 취업까지 고려해서 전공 고르는 중딩, 고딩도 있는 거 보면 꼭 틀린 말도 아니야.",
    "standard_sentence": "요즘은 워낙 취업하기가 힘들다보니까 십대들도 장차 백수가 될 것을 생각이라는 말도 뜨더라. 사람 마다 다르지만 10대부터 공무원 시험 준비하는 학생도 있고 향후 취업까지 고려해서 전공 고르는 중학생, 고등학생도 있는 거 보면 꼭 틀린 말도 아니야.",
    "slang_meaning_pairs": [
      {
        "slang": "십장생",
        "meaning": "십대들도 장차 백수가 되는 것을 생각해야 한다'의 줄임말"
      },
      {
        "slang": "사바사",
        "meaning": "사람 바이(by) 사람 사람마다 취향과 생각이 다름을 나타내는 말"
      },
      {
        "slang": "중딩",
        "meaning": "모바일이나 인터넷상에서, `중학생'을 이르는 말."
      },
      {
        "slang": "고딩",
        "meaning": "모바일이나 인터넷상에서, `고등학생'을 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 대학둥지족이라는 단어를 알게 되었는 대학졸업을 늦춘 취업준비생을 말해. 그리고 데꼬보꼬가 있는데 주로 요소의 배치, 크기 등에 대비를 줄 때 사용해.",
    "standard_sentence": "내가 오늘은 대학 졸업을 늦춘 취업 준비생이라는 단어를 알게 되었는 대학졸업을 늦춘 취업준비생을 말해. 그리고 주로 요소의 배치, 크기 등의 대비를 줄 때가 있는데 주로 요소의 배치, 크기 등에 대비를 줄 때 사용해.",
    "slang_meaning_pairs": [
      {
        "slang": "대학둥지족",
        "meaning": "대학졸업을 늦춘 취업준비생"
      },
      {
        "slang": "데꼬보꼬",
        "meaning": " 주로 요소의 배치, 크기 등에 대비를 줄 때 사용한다. / 일반적으로 '평평하지 못하다''울퉁불퉁''매끄럽지 못하다''들쭉날쭉하다 "
      }
    ]
  },
  {
    "slang_sentence": "이 회사에는 미래가 보이지 않아서 많은 고민 끝에 퇴준생됐어. 다른 곳으로 이직 준비하는데 렬루 쉽지 않아. 그래서 퇴사해서 한 달동안만 혼여 떠나서 휴식 좀 하고 오려고 사실 이미 계획까지 다 짜놨다",
    "standard_sentence": "이 회사에는 미래가 보이지 않아서 많은 고민 끝에 퇴사를 준비하게 됐어. 다른 곳으로 이직 준비하는데 진짜로 쉽지 않아. 그래도 퇴사해서 한 달 동안만 혼자 여행 떠나서 휴식 좀 하고 오려고 사실 이미 계획까지 다 짜놨다",
    "slang_meaning_pairs": [
      {
        "slang": "퇴준생",
        "meaning": "퇴사를 준비하는 사람'의 준말"
      },
      {
        "slang": "렬루",
        "meaning": "real' 리얼로? 리얼루?를 빨리 발음한단어 / '진짜?'의 뜻을 가지고 있음"
      },
      {
        "slang": "혼여",
        "meaning": "혼자 여행하다"
      }
    ]
  },
  {
    "slang_sentence": "오늘 7시에 일어나서 지금 밤 11시가 될 때까지 바쁘게 살았는데 이 정도면 레알 갓수 아니냐. 백수지만 나름대로 갓생을 사려고 노력했지 이래놓고 난 내일 피곤해서 오후까지 자버리는거 아닌가 싶다",
    "standard_sentence": "오늘 7시에 일어나서 지금 밤 11시가 될 때까지 바쁘게 살았는데 이 정도면 정말 신의 백수 아니냐. 백수지만 나름대로 부지런한 삶을 사려고 노력했지 이래놓고 난 내일 피곤해서 오후까지 자버리는거 아닌가 싶다",
    "slang_meaning_pairs": [
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "갓수",
        "meaning": "갓(God) + 백수"
      },
      {
        "slang": "갓생",
        "meaning": "신을 의미하는 'God'과 인생을 뜻하는 '생'의 합성어로 부지런하고 타의 모범이 되는 삶을 뜻하는 신조어"
      }
    ]
  },
  {
    "slang_sentence": "날이 갈수록 정규직으로 전환되는게 적은데 금턴 자리에 위치해 있는 사람들이 부러워!",
    "standard_sentence": "날이 갈수록 정규직으로 전환되는게 적은데 정규직 채용이 보장된 인턴 자리에 위치해 있는 사람들이 부러워!",
    "slang_meaning_pairs": [
      {
        "slang": "금턴",
        "meaning": "금수저+인턴의 준말 / 정규직 채용이 보장된 인턴이나 전환될 확률이 높은 인턴 자리"
      }
    ]
  },
  {
    "slang_sentence": "지난 달에 새로 취업하게 됐다는 말 했었나? 근데 직원 중에 젊은 나이 치고는 너무 빠른 퇴사를 하시길래 왜 갑자기 퇴준생이 되었는지 궁금해서 물어봤더니, 출근하면서 매주 로또를 구매했다고 하더라고. 그래서 최근에 (1등)/(일 등) 당첨이 되어서 파이어족이 되었대. 너무 부러워서 칼퇴 마렵더라.",
    "standard_sentence": "지난 달에 새로 취업하게 됐다는 말 했었나? 근데 직원 중에 젊은 나이 치고는 너무 빠른 퇴사를 하시길래 왜 갑자기 퇴사를 준비한 사람이 되었는지 궁금해서 물어봤더니, 출근하면서 매주 로또를 구매했다고 하더라고. 그래서 최근에 1등 당첨이 되어서 경제적 독립으로 일찍 은퇴하는 사람이 되었대. 너무 부러워서 지체 없이 바로 퇴근하고 싶더라.",
    "slang_meaning_pairs": [
      {
        "slang": "퇴준생",
        "meaning": "퇴사를 준비하는 사람'의 준말"
      },
      {
        "slang": "파이어족",
        "meaning": "경제적 독립+빠른 은퇴/ F(파인넨셜, 경제적) I(인디펜선스, 독립) R(리타이어, 은퇴) E(얼리, 빠르게)/경제적인 독립으로 일찍 은퇴하는 사람."
      },
      {
        "slang": "칼퇴",
        "meaning": "칼퇴근의 줄임말로 퇴근 시간이 되자마자 조금도 지체 없이 바로 퇴근함."
      },
      {
        "slang": "마렵다",
        "meaning": "2018년 ~ 2019년 이후로 디시인사이드에서 유행하기 시작한 유행어\n'원한다', '하고 싶다' 정도로 볼 수 있다. '땡긴다(당긴다)'와 거의 대응할 수 있으며, 간단하게 앞에 원하는 바를 명사 형태로 넣기만 하면 된다."
      }
    ]
  },
  {
    "slang_sentence": "아무래도 내 사수 나토족인 거 같아. 분명 오늘 일 주겠다고 했는데 아직까지 언급 없는 걸 보면 렬루 그럴 듯. 먼저 말을 해야하는건가 싶은데 월급루팡하기 눈치보이니까 말해봐야겠어.",
    "standard_sentence": "아무래도 내 사수 말만 하고 행동은 하지 않는 유형의 직장인인 거 같아. 분명 오늘 일 주겠다고 했는데 아직까지 언급 없는 걸 보면 진짜로 그런 듯. 먼저 말을 해야하는건가 싶은데 일 안 하고 월급만 타가기 눈치보이니까 말해봐야겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "나토족",
        "meaning": "말만하고 행동은 하지 않는 유형의 직장인"
      },
      {
        "slang": "렬루",
        "meaning": "real' 리얼로? 리얼루?를 빨리 발음한단어 / '진짜?'의 뜻을 가지고 있음"
      },
      {
        "slang": "월급루팡",
        "meaning": "직장에서 하는 일 없이 월급만 타 가는 직원을 비유적으로 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "우리 회사 불안불안하더니 나 결국 퍼케이션 받았다. 하는 거 없어도 직딩으로 출근하는 게 좋은데 집에만 있으니까 하루종일 처묵처묵하는 잉여 인간이 되어버렸어. 다시 취업을 해야하나 싶고 생각이 많아지네",
    "standard_sentence": "우리 회사 불안불안하더니 나 결국 경영난으로 강제 무급휴가 받았다. 하는 거 없어도 직장인으로 출근하는 게 좋은데 집에만 있으니까 하루종일 먹기만 하는 다쓰고 난 나머지 인간이 되어버렸어. 다시 취업을 해야하나 싶고 생각이 많아지네",
    "slang_meaning_pairs": [
      {
        "slang": "퍼케이션",
        "meaning": "일시휴가(Furlough)와 휴가(vacation)의 합성어 / 회사 경영난으로 직원에게 강제로 주어진 무급휴가"
      },
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      },
      {
        "slang": "처묵처묵",
        "meaning": "처먹다' 에서 파생됨 '음식을 게걸스럽게, 혹은 복스럽게 먹는 모습' 을 극단적으로 표현하는 의태어."
      },
      {
        "slang": "잉여인간",
        "meaning": "다 쓰고난 나머지 + 인간 의 합성어"
      }
    ]
  },
  {
    "slang_sentence": "이번에 (a)/(에이) 제약회사가 임상약 도그푸드한다던데 귀하고 비싼 약이라서 그런지 참가자가 레알 많더라. 진지충이지만 나는 좀 불안해서 정식출시돼야 우리 강아지한테 먹일 것 같아. 괜히 참가했다가 만약의 부작 부작용이 우리 강아지한테 나타날까봐 불안하더라고.",
    "standard_sentence": "이번에 A 제약회사가 임상약 시험 사용한다던데 귀하고 비싼 약이라서 그런지 참가자가 진짜 많더라. 진지한 벌레이지만 나는 좀 불안해서 정식출시돼야 우리 강아지한테 먹일 것 같아. 괜히 참가했다가 만약의 부작용이 우리 강아지한테 나타날까봐 불안하더라고.",
    "slang_meaning_pairs": [
      {
        "slang": "도그푸드",
        "meaning": "기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용 하다."
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "진지충",
        "meaning": "진지하다'의 '진지'와 벌레를 뜻하는 '충'을 결합시킨 단어. / 웃자고 하는 말에 과도하게 진지하게 반응해 덤벼드는 것.\n 상대방은 웃고 즐기자는 측면에서 가벼운 농담을 던졌는데, 받아들이는 사람이 까칠하게 받아치거나 정색하여 분위기를 싸하게 만드는 현상을 말한다."
      }
    ]
  },
  {
    "slang_sentence": "저 친구는 이 회사 저 회사 옮겨다닌 경력이 있는 메뚜족이더만 이번에도 이직한다고 하네. 솔까말 한 곳에 정착해서 오래 다니는 것도 능력인데 그게 힘든가봐 조금이라도 마음에 안 드는 부분이 있으면 바로 이직해버리더라고.",
    "standard_sentence": "저 친구는 이 회사 저 회사 옮겨 다닌 경력이 있는 직장을  이리저리 옮기는 부류 더만 이번에도 이직한다고 하네. 솔직히 말해서 한곳에 정착해서 오래 다니는 것도 능력인데 그게 힘든가 봐 조금이라도 마음에 안 드는 부분이 있으면 바로 이직해버리더라고",
    "slang_meaning_pairs": [
      {
        "slang": "메뚜족",
        "meaning": "직장이나 자리를 이리저리 옮겨다니는 유형"
      },
      {
        "slang": "솔까말",
        "meaning": "솔직히 까놓고 말해서의 줄임말. 진실을 나타내고 싶을때 사용."
      }
    ]
  },
  {
    "slang_sentence": "중규직이라는 무기계약직 신분 직장인이라는 뜻인데 비정규직과 정규직 사이의 어정쩡한 위치에 있고 정년이 보장되는 것 외에 비정규직과 유사하대 뭔가 어정쩡한 위치지만 안정적이니까 괜찮은 것 같아",
    "standard_sentence": "계약직과 정규직의 중간적인 고용 형태라는 무기계약직 신분 직장인이라는 뜻인데 비정규직과 정규직 사이의 어정쩡한 위치에 있고 정년이 보장되는 외 비정규직과 유사하대 뭔가 어정쩡한 위치지만 안정적이니까 괜찮은 것 같아",
    "slang_meaning_pairs": [
      {
        "slang": "중규직",
        "meaning": "금융권 유통업계 중심으로 2년 이상 일한 기간제 노동자들을 \n계약 기간을 따로 정하지 않는 무기계약직으로 전환하면서 나온 신조어\n계약직과 정규직의 중간적인 고용 형태"
      }
    ]
  },
  {
    "slang_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 회방남 직원 한 명이 카톡으로 사소한거 하나하나 꼽을 주는거야. 안그래도 일이 바빠서 귀차니즘인데 왜 이렇게 나무라는지 모르겠어. 진짜 환승이직 하고싶다.",
    "standard_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 회사 방침에 철저히 따르는 남자 직원 한 명이 카카오톡으로 사소한거 하나하나 시비를 거는 거야. 안그래도 일이 바빠서 귀찮음인데 왜 이렇게 나무라는지 모르겠어. 진짜 환승해서 바로 이직하고 싶다.",
    "slang_meaning_pairs": [
      {
        "slang": "회방남",
        "meaning": "회사 방침을 철저히 따르는 남자"
      },
      {
        "slang": "카톡",
        "meaning": "주로 쓰는 메신저 앱인 카카오톡(kakao talk)의 준말"
      },
      {
        "slang": "꼽다",
        "meaning": "하는 말이나 행동이 눈에 거슬려 불쾌하다.라는 의미의 '아니꼽다'를 줄인 말."
      },
      {
        "slang": "귀차니즘",
        "meaning": "1. 귀찮-이라는 국어 형용사 어간을 어근 삼아 영어 접미사 \"-ism\"을 붙여서 만든 신조어. \r\n2. 게으름,귀찮음 "
      },
      {
        "slang": "환승이직",
        "meaning": "환승해서 바로 이직하는 사람/재직 중이다가 이직 성공해서바로 그만두고 바로 새 직장 들어가는 사람"
      }
    ]
  },
  {
    "slang_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 회의주의자 상사 한 명이 카톡으로 사소한거 하나하나 회의를 하는거야. 안그래도 일이 바빠서 정신 없는데, 회의를 하는지 모르겠어. 진짜 취준생으로 돌아가고 싶다.",
    "standard_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 틈만 나면 별 의미 없이 미팅을 소집하는 상사 한 명이 카카오톡으로 사소한거 하나하나 회의를 하는거야. 안그래도 일이 바빠서 정신 없는데, 회의를 하는지 모르겠어. 진짜 취업 준비생으로 돌아가고 싶다.",
    "slang_meaning_pairs": [
      {
        "slang": "회의주의자",
        "meaning": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배직원"
      },
      {
        "slang": "카톡",
        "meaning": "주로 쓰는 메신저 앱인 카카오톡(kakao talk)의 준말"
      },
      {
        "slang": "취준생",
        "meaning": "취업 준비생'을 줄여 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "이번 안건에 대해서 내일까지 전반적인 와꾸잡고 시작하도록 하자. 이거 빠르게 처리할 수 있는 금손 있나? 급한 사항이라서 빠르게 끝낼 수 있는 사람이면 좋겠는데 나도 같이 도와서 할게.",
    "standard_sentence": "이번 안건에 대해서 내일까지 전반적인 전체 보고서 방향과 틀을 잡고 시작하도록 하자. 이거 빠르게 처리할 수 있는 손재주 좋은 사람 있나? 급한 사항이라서 빠르게 끝낼 수 있는 사람이면 좋겠는데 나도 같이 도와서 할게.",
    "slang_meaning_pairs": [
      {
        "slang": "와꾸잡다",
        "meaning": "전체 보고서 방향과 틀을 잡다"
      },
      {
        "slang": "금손",
        "meaning": "흔히 동인계에서 쓰이는 단어.\n 손재주나 그림실력이 뛰어나 높은 퀄리티의 창작물을 만드는 창작자를 일컫는 말로, 존잘, 굇수 같은 단어와도 의미가 상통한다"
      }
    ]
  },
  {
    "slang_sentence": "한 웹툰 작가가 써서 유행이 된 말이 싫어증인데 이는 실어증에서 따온 신조어입니다. 직장인들이 일하기 싫어서 말을 잃은 상태를 말합니다. 참으로 웃픈 현실이네요.",
    "standard_sentence": "한 인터넷 연재 만화 작가가 써서 유행이 된 일에 지쳐 말이 잘 안 나오는 직장인의 모습인데 이는 실어증에서 따온 신조어입니다. 직장인들이 일하기 싫어서 말을 잃은 상태를 말합니다. 참으로 웃기고 슬픈 현실이네요.",
    "slang_meaning_pairs": [
      {
        "slang": "웹툰",
        "meaning": "웹(web)'과 '카툰(cartoon·만화)'을 합성한 말로 인터넷에서 연재하는 만화를 뜻함"
      },
      {
        "slang": "싫어증",
        "meaning": "실어증에서 파생 됨/ 회사 일에 지쳐 말이 잘 안 나오고 혼자 있고 싶은 직장인의 모습을 의미"
      },
      {
        "slang": "웃프다",
        "meaning": "웃기면서 슬프다"
      }
    ]
  },
  {
    "slang_sentence": "강아지 분리불안이 있는 강직인들은 출근할 때마다 전쟁을 치르고 오더라. 댕댕이들 정말 귀엽지만 사람을 너무 좋아해서 그런지 그럴 때 보면 레알 안타까울 때가 있어그래도 퇴근하면 엄청 반겨주니까 귀여워서 피로가 풀리긴하겠다",
    "standard_sentence": "강아지 분리불안이 있는 강아지 키우는 직장인들은 출근할 때마다 전쟁을 치르고 오더라. 강아지들 정말 귀엽지만 사람을 너무 좋아해서 그런지 그럴 때 보면 진짜 안타까울 때가 있어. 그래도 퇴근하면 엄청 반겨주니까 귀여워서 피로가 풀리긴하겠다",
    "slang_meaning_pairs": [
      {
        "slang": "강직인",
        "meaning": "강아지를 키우는 직장인'의 줄임말"
      },
      {
        "slang": "댕댕이",
        "meaning": "멍멍이'라는 단어를 야민정음화 시킨것 / 멍<->댕 / '강아지'를 의미함"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      }
    ]
  },
  {
    "slang_sentence": "아무리 생각해도 그런 식으로 일을 처리하는 건 에바야. 마감기한이 얼마 남지 않은 건 알지만 엉망진창인 보고서를 낸다는 건 생각만 해도 극혐이야. 혼틈에서 멘탈 잡고 보고서 수정하는 우선순위로 둬서 팀원들과 협업해서 빠르게 고치고 최대한 개선해서 제출하는 게 좋을 것 같아.",
    "standard_sentence": "아무리 생각해도 그런 식으로 일을 처리하는 건 오바야. 마감기한이 얼마 남지 않은 건 알지만 엉망진창인 보고서를 낸다는 건 생각만 해도 극히 혐오스러워. 혼란을 틈타 멘탈 잡고 보고서 수정을 우선순위로 둬서 팀원들과 협업해서 빠르게 고치고 최대한 개선해서 제출하는 게 좋을 것 같아.",
    "slang_meaning_pairs": [
      {
        "slang": "에바",
        "meaning": "요즘 신세대 사람들이 오바를 변형해서 말한 것이다. 약간 지나친 느낌."
      },
      {
        "slang": "극혐",
        "meaning": "극도로 혐오한다는 말의 신조어"
      },
      {
        "slang": "혼틈",
        "meaning": "혼란을 틈타'의 줄임말이다. 혼란한 틈을 기회로 삼아 무엇인가를 한다는 의미로 사용된다."
      }
    ]
  },
  {
    "slang_sentence": "취업문이 좁아지니까 삼십대도 힘든 건 같더라. 완전 삼태백이라니깐. 한창 돈 모아야 할 삼십대에 백수라면 레알 현타 올 거 같아. 회사 최종합격하면 그 자리에서 바로 롬곡옾눞 흘리고 회사 방향으로 매일아침마다 절 드릴텐데 말이지.",
    "standard_sentence": "취업문이 좁아지니까 삼십대도 힘든 건 같더라. 완전 삼십 대 태반이 백수라니깐. 한창 돈 모아야 할 삼십대에 백수라면 진짜 현실자각타임 올 거 같아. 회사 최종합격하면 그 자리에서 바로 폭풍눈 흘리고 회사 방향으로 매일아침마다 절 드릴텐데 말이지.",
    "slang_meaning_pairs": [
      {
        "slang": "삼태백",
        "meaning": "삼십 대 태반이 백수'의 줄임말"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "현타",
        "meaning": "현실자각타임'을 줄인말/무언가를 집중해서 열정적으로 행동하고 난 뒤 갑자기 그 일을 후회하거나 수치스러워 함"
      },
      {
        "slang": "롬곡옾눞",
        "meaning": " 인터넷 신조어이다. 롬곡옾눞을 아래위로 180도 뒤집으면 폭풍눈물 이된다."
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 내또출이라는 단어를 알게 되었는데 내일 또 출근을 줄인 거야. 그리고 니트족이라는 것도 있는데 일하지 않고 일할 의지도 없는 청년 무직자를 말해.",
    "standard_sentence": "내가 오늘은 내일 또 출근이라는 단어를 알게 되었는데 내일 또 출근을 줄인 거야. 그리고 일하지 않고 일할 의지도 없는 청년 무직자라는 것도 있는데 일하지 않고 일할 의지도 없는 청년 무직자를 말해.",
    "slang_meaning_pairs": [
      {
        "slang": "내또출",
        "meaning": "내일 또 출근'의 약자"
      },
      {
        "slang": "니트족",
        "meaning": "(NEET : Not in Education, Employment or Training) 일하지 않고 일할 의지도 없는 청년 무직자"
      }
    ]
  },
  {
    "slang_sentence": "지원한 직무에 맞지 않는 이력은 오히려 자충수펙이야. 아깝더라도 걍 쓰지 않는 게 좋을 것 같아. 솔까말 직무연관성이 있는 이력을 써야 돋보이는 거니깐 거기에 대해서도 질문 들어오면 맘에 드는 대답을 못 할 것 같기도 하고",
    "standard_sentence": "지원한 직무에 맞지 않는 이력은 오히려 마이너스가 되는 스펙이야. 아깝더라도 그냥 쓰지 않는 게 좋을 것 같아. 솔직히 까놓고 말해서 직무연관성이 있는 이력을 써야 돋보이는 거니깐 거기에 대해서도 질문 들어오면 마음에 드는 대답을 못 할 것 같기도 하고",
    "slang_meaning_pairs": [
      {
        "slang": "자충수펙",
        "meaning": "바둑 용어 '자충수(스스로 한 행동이 불리한 결과를 가져옴)' 와 '스펙'을 합친 신조어 / 채용과정에서 도움은 커녕 마이너스 요소가 되는 스펙"
      },
      {
        "slang": "걍",
        "meaning": "그냥'의 줄임말"
      },
      {
        "slang": "솔까말",
        "meaning": "솔직히 까놓고 말해서의 줄임말. 진실을 나타내고 싶을때 사용."
      },
      {
        "slang": "맘",
        "meaning": "마음'의 줄임말. "
      }
    ]
  },
  {
    "slang_sentence": "취업문도 쫌쫌따리 열리는데 지원자는 많으니까 첫 취업 나이가 점점 늦어지나봐. 주변만 봐도 같은 직종에 경쟁자가 많더라. 요즘따라 레알 이구백인 걸 느끼는데 남일같지가 않아. 이제 취업준비도 그만하고 나도 직딩되고 싶어. 얼른 내 힘으로 돈 벌어서 부모님한테 효도해야지.",
    "standard_sentence": "취업문도 매우 조금씩 열리는데 지원자는 많으니까 첫 취업 나이가 점점 늦어지나봐. 주변만 봐도 같은 직종에 경쟁자가 많더라. 요즘따라 진짜 이십대 구십 프로가 백수인 걸 느끼는데 남일같지가 않아. 이제 취업준비도 그만하고 나도 직장인 되고 싶어. 얼른 내 힘으로 돈 벌어서 부모님한테 효도해야지.",
    "slang_meaning_pairs": [
      {
        "slang": "쫌쫌따리",
        "meaning": "조금씩 매우 적고 하찮은 양을 모으는 모습을 나타내는 신조어. 닭발의 뼈에 붙어있던 아주 적은 양의 살에서 유래하였다."
      },
      {
        "slang": "이구백",
        "meaning": "이십대 90%가 백수'의 줄임말"
      },
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 고진감래라는 단어를 알게 되었는데 고용해 주셔서 진짜 감사한데, 집에 갈래를 줄인거야. 그리고 금턴이라는 단어가 있는데 정규직 채용이 보장된 인턴이나 전환될 확률이 높은 인턴 자리를 말해.",
    "standard_sentence": "내가 오늘은 고용해 주셔서 진짜 감사한데 집에 갈래라는 단어를 알게 되었는데 고용해 주셔서 진짜 감사한데, 집에 갈래를 줄인거야. 그리고 정규직 채용이 보장된 인턴이라는 단어가 있는데 정규직 채용이 보장된 인턴이나 전환될 확률이 높은 인턴 자리를 말해.",
    "slang_meaning_pairs": [
      {
        "slang": "고진감래",
        "meaning": "고용해 주셔서 진짜 감사한데, 집에 갈래'의 줄임말"
      },
      {
        "slang": "금턴",
        "meaning": "금수저+인턴의 준말 / 정규직 채용이 보장된 인턴이나 전환될 확률이 높은 인턴 자리"
      }
    ]
  },
  {
    "slang_sentence": "이번 광고 기획안은 누가 제안한건지 진짜 있어빌리티하더라. 이번 기회로 띵작 하나 제대로 만들 수 있을 거 같아.나도 그런 아이디어 떠올라서 인정받고 많은 사람들 앞에서 박수 받고 싶다.",
    "standard_sentence": "이번 광고 기획안은 누가 제안한건지 진짜 광고주가 광고를 마음에 들어 할 것 같더라. 이번 기회로 명작 하나 제대로 만들 수 있을 거 같아.나도 그런 아이디어 떠올라서 인정받고 많은 사람들 앞에서 박수 받고 싶다.",
    "slang_meaning_pairs": [
      {
        "slang": "있어빌리티하다",
        "meaning": "광고주가 광고를 마음에 들어 할 것 같다를 표현한 말"
      },
      {
        "slang": "띵작",
        "meaning": "명작'에서 파생된 단어/'명작'의 강조 / 야민정음, 명<->띵"
      }
    ]
  },
  {
    "slang_sentence": "뉴스에서 봤는데 이구백인거 이렇게 심했나싶고 너무 슬프더라.",
    "standard_sentence": "뉴스에서 봤는데 이십대 구십 프로가 백수인거 이렇게 심했나싶고 너무 슬프더라.",
    "slang_meaning_pairs": [
      {
        "slang": "이구백",
        "meaning": "이십대 90%가 백수'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "회의주의자는 틈만나면 회의를 하자고 달려드는 직장 상사나 직원들을 말한다. 보통 이런 사람들은 직장내에서 공포의 대상이 되곤 한다. 이런유형의 직장 상사들 때문에 퇴준생이 된 직장인들이 한둘이 아니다.",
    "standard_sentence": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배는 틈만나면 회의를 하자고 달려드는 직장 상사나 직원들을 말한다. 보통 이런 사람들은 직장내에서 공포의 대상이 되곤 한다. 이런유형의 직장 상사들 때문에 퇴직을 준비하는 인원이 된 직장인들이 한둘이 아니다.",
    "slang_meaning_pairs": [
      {
        "slang": "회의주의자",
        "meaning": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배직원"
      },
      {
        "slang": "퇴준생",
        "meaning": "퇴사를 준비하는 사람'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "회사 직딩 생활이 잘 맞지 않아서 일찍 퇴근하고 다른 직업으로 옮긴 반퇴세대 반퇴세대들이 주위에 많아 보여 많이 보여. 간지나보이던데 나도 지금 업무가 적성에 잘 맞지 않아서 않는 거 같아서 고민 중이야 내가 진짜 잘 하는 일을 해야 즐겁게 일 할 수 있을 것 같아",
    "standard_sentence": "회사 직장인 생활이 잘 맞지 않아서 일찍 퇴직하고 다른 직업으로 옮긴 조기퇴직 후 경제활동을 지속하는 세대들이 주위에 많이 보여. 폼나 보이던데 나도 지금 업무가 적성에 잘 맞지 않는 거 같아서 고민 중이야 내가 진짜 잘 하는 일을 해야 즐겁게 일 할 수 있을 것 같아",
    "slang_meaning_pairs": [
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      },
      {
        "slang": "반퇴세대",
        "meaning": "조기퇴직 후 경제활동을 지속하는 세대를 뜻함"
      },
      {
        "slang": "간지나다",
        "meaning": "폼나다"
      }
    ]
  },
  {
    "slang_sentence": "언제 취준생 상황에서 벗어날 수 있을지 많은 고민에 한숨을 쉰다.",
    "standard_sentence": "언제 취업 준비생 상황에서 벗어날 수 있을지 많은 고민에 한숨을 쉰다.",
    "slang_meaning_pairs": [
      {
        "slang": "취준생",
        "meaning": "취업 준비생'을 줄여 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "나는 워라밸을 챙길 시간에 돈을 더 벌자는 주의인데 이런 사람들을 보고 쉼포족이라고 부른대. 생각해보면 요즘들어서 주변에서 나보고 워커홀릭이란 소리를 종종 하더라고. 칭찬같기도 하고 안쓰러워하는 것 같기도 해서 좀 씁쓸하더라",
    "standard_sentence": "나는 일과 생활의 균형을 챙길 시간에 돈을 더 벌자는 주의인데 이런 사람들을 보고 쉬는 것을 포기한 사람들이라고 부른대. 생각해보면 요즘들어서 주변에서 나보고 일에만 몰두하여 사는 사람이란 소리를 종종 하더라고. 칭찬같기도 하고 안쓰러워하는 것 같기도 해서 좀 씁쓸하더라",
    "slang_meaning_pairs": [
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      },
      {
        "slang": "쉼포족",
        "meaning": "쉼을 포기한 사람/쉬지않고 일만 하는 사람을 일컫는 신조어"
      },
      {
        "slang": "워커홀릭",
        "meaning": "가정이나 다른 것보다 일이 우선이어서 오로지 일에만 몰두하여 사는 사람을 뜻함"
      }
    ]
  },
  {
    "slang_sentence": "눈에 띄면 일이 계속 느니까 요즘은 조용히 있는 암반수가 레알 현명하다고 느껴. 처음에 신입일 땐 에너지 넘치다가 점점 조용해지는 게 헬조선 직딩의 현실인가봐.",
    "standard_sentence": "눈에 띄면 일이 계속 느니까 요즘은 조용히 있는 직장에서 눈에 안 띄는 사람들이 진짜 현명하다고 느껴. 처음에 신입일 땐 에너지 넘치다가 점점 조용해지는 게 한국 직장인의 현실인가 봐.",
    "slang_meaning_pairs": [
      {
        "slang": "암반수",
        "meaning": "직장에서 눈에 띄지 않게 조용히 숨을 죽이고 있는 사람"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "헬조선",
        "meaning": "지옥의 '헬'과 우리나라를 의미하는 '조선'을 결합하여 만든말/ 한국사회를 부정하는 단어"
      },
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "근무 중일 때 애매해서 어떻게 할지 몰라서 고민하다가 그냥 하자고 결정할 때 쓰는 말 걍고",
    "standard_sentence": "근무 중일 때 애매해서 어떻게 할지 몰라서 고민하다가 그냥 하자고 결정할 때 쓰는 말 그냥 가자",
    "slang_meaning_pairs": [
      {
        "slang": "걍고",
        "meaning": "그냥하자라는  뜻/ 어원은 그냥go하자 "
      }
    ]
  },
  {
    "slang_sentence": "이번에 우리 부서에 신입 사원이 면접을 봤는데 말이야. 글쎄 합격했는데 말도 없이 츌근을 안하더라고. 이게 말로만 듣던 고스팅인가 싶었어.",
    "standard_sentence": "이번에 우리 부서에 신입 사원이 면접을 봤는데 말이야. 글쎄 합격했는데 말도 없이 츌근을 안하더라고. 이게 말로만 듣던 취업난 속에서도 합격 후 연락도 없이 출근하지 않는 사람들인가 싶었어.",
    "slang_meaning_pairs": [
      {
        "slang": "고스팅",
        "meaning": "1. 고스트+Ing 의 합성어 / 썸 또는 만남을 가지고 있던 상대가 갑자기 연락이 되지않고 사라지는 현상 / 직장관련 신조어로도 쓰인다.\r\n2. 취업난 속에서도 합격 후 연락도 없이 당일에 출근하지 않는 신입사원들을 뜻한다."
      }
    ]
  },
  {
    "slang_sentence": "정년이 있는데 다 채우지 못하고 일찍 퇴사하는 오륙도들이 꽤 있는 거 같아. 옆 부서 부장님께서도 정년까지 다니실 줄 알았는데 이번에 퇴직하신대서 레알 깜놀했어.",
    "standard_sentence": "정년이 있는데 다 채우지 못하고 일찍 퇴사하는 56세까지 직장에 있는 도둑들이 꽤 되는 거 같아. 옆 부서 부장님께서도 정년까지 다니실 줄 알았는데 이번에 퇴직하신대서 진짜 깜짝 놀랐어.",
    "slang_meaning_pairs": [
      {
        "slang": "오륙도",
        "meaning": "56세까지 직장에 있으면 도둑이라는 뜻으로 정년을 채우지 못하는 50대"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "깜놀",
        "meaning": "깜짝 놀라다의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "길고 긴 취업준비로 지쳐서 결국 니트족이 되고야 말았어. 평범한 이십대였는데 요즘은 걍 떡볶이 처묵처묵하는 잉여인간이 되버렸어. 매일 다짐하는데 생각만큼 쉽지가 않아. 내가 다시 갓생을 살 수 있을까.",
    "standard_sentence": "길고 긴 취업준비로 지쳐서 결국 일하지 않고 일할 의지도 없는 청년 무직자가 되고야 말았어. 평범한 이십대였는데 요즘은 그냥 떡볶이 엄청나게 먹는 다 쓰고난 나머지 인간이 되버렸어. 매일 다짐하는데 생각만큼 쉽지가 않아. 내가 다시 타의 모범이 되는 삶을 살 수 있을까.",
    "slang_meaning_pairs": [
      {
        "slang": "니트족",
        "meaning": "(NEET : Not in Education, Employment or Training) 일하지 않고 일할 의지도 없는 청년 무직자"
      },
      {
        "slang": "걍",
        "meaning": "그냥'의 줄임말"
      },
      {
        "slang": "처묵처묵",
        "meaning": "처먹다' 에서 파생됨 '음식을 게걸스럽게, 혹은 복스럽게 먹는 모습' 을 극단적으로 표현하는 의태어."
      },
      {
        "slang": "잉여인간",
        "meaning": "다 쓰고난 나머지 + 인간 의 합성어"
      },
      {
        "slang": "갓생",
        "meaning": "신을 의미하는 'God'과 인생을 뜻하는 '생'의 합성어로 부지런하고 타의 모범이 되는 삶을 뜻하는 신조어"
      }
    ]
  },
  {
    "slang_sentence": "요즘은 취업난이 무지 심하잖아. 근데 이 와중에도 고스팅 하는 사람들이 있다더라. 진짜 황당하지 않아? 자기들이 얼마나 복받은 사람들인지 모르는거 같아.",
    "standard_sentence": "요즘은 취업난이 무지 심하잖아. 근데 이 와중에도 취업난 속에서도 합격 후 연락도 없이 출근하지 않는 사람들이 있다더라. 진짜 황당하지 않아? 자기들이 얼마나 복받은 사람들인지 모르는거 같아.",
    "slang_meaning_pairs": [
      {
        "slang": "고스팅",
        "meaning": "1. 고스트+Ing 의 합성어 / 썸 또는 만남을 가지고 있던 상대가 갑자기 연락이 되지않고 사라지는 현상 / 직장관련 신조어로도 쓰인다.\r\n2. 취업난 속에서도 합격 후 연락도 없이 당일에 출근하지 않는 신입사원들을 뜻한다."
      }
    ]
  },
  {
    "slang_sentence": "재택근무하니까 회의하고 밥， 피티 발표하고 밥， 하루종일 돌밥돌밥이야. 온택트 시대에 익숙해져야되는데 생각보다 쉽지는 않네. 우리 회사는 이번뿐만 아니라， 실적이 괜찮게 나오면 앞으로도 계속 재택근무할 수 있다고 하던데 장단점이 둘 다 분명한 분명하게 있는 것 같아. 나 같이 귀차니즘 심한 사람들은 힘든 출근길을 안 가도 좋 안 가도 되니까 좋지.",
    "standard_sentence": "재택근무하니까 회의하고 밥， 피티 발표하고 밥， 하루종일 돌아서면 밥 시간이야. 사회적 거리두기로 집에 머물면서 온라인으로 소통하는 시대에 익숙해져야되는데 생각보다 쉽지는 않네. 우리 회사는 이번뿐만 아니라， 실적이 괜찮게 나오면 앞으로도 계속 재택근무할 수 있다고 하던데 장단점이 둘 다 분명하게 있는 것 같아. 나 같이 게으름 심한 사람들은 힘든 출근길을 안 가도 되니까 좋지.",
    "slang_meaning_pairs": [
      {
        "slang": "돌밥돌밥",
        "meaning": "돌아서면 밥 시간 / 재택근무와 원격수업 등으로 삼시 세끼를 꼬박꼬박 챙겨야 하는 상황을 뜻하는 신조어"
      },
      {
        "slang": "온택트",
        "meaning": "온라인 + 언택트 / 사회적 거리두기로 집에 머물면서 온라인으로 소통하는 방식을 뜻함"
      },
      {
        "slang": "귀차니즘",
        "meaning": "1. 귀찮-이라는 국어 형용사 어간을 어근 삼아 영어 접미사 \"-ism\"을 붙여서 만든 신조어. \r\n2. 게으름,귀찮음 "
      }
    ]
  },
  {
    "slang_sentence": "대부분의 청년들은 취업에 몰입하는데 고소득 층 자녀들은 갓수로 힘들게 취업 지원하지 않아도 편히 지내는 이들이 많다고 한다. 부모님들 덕분에 그렇게 지내는 모습이 부러워서 나는 내 자식들이 누릴 수 있도록 열심히 일을 한다",
    "standard_sentence": "대부분의 청년들은 취업에 몰입하는데 고소득 층 자녀들은 신의 백수로 힘들게 취업 지원하지 않아도 편히 지내는 이들이 많다고 한다. 부모님들 덕분에 그렇게 지내는 모습이 부러워서 나는 내 자식들이 누릴 수 있도록 열심히 일을 한다",
    "slang_meaning_pairs": [
      {
        "slang": "갓수",
        "meaning": "갓(God) + 백수"
      }
    ]
  },
  {
    "slang_sentence": "안그래도 힘든 경제 시기에 코로나까지 겹쳐서 취업하기 상당히 힘들다고 하지만 남의 돈 받으면서 일하기 쉽지 않다고, 고진감래 마렵다. 이태백 시대에서 살아 남았지만, 다시 백수로 돌아가 여유를 즐기고 싶은걸. 이래서 집안에 돈 많은 금수저들이 부러운 거구나.",
    "standard_sentence": "안그래도 힘든 경제 시기에 코로나까지 겹쳐서 취업하기 상당히 힘들다고 하지만 남의 돈 받으면서 일하기 쉽지 않다고, 고용해 주셔서 진짜 감사한데 집에 가고 싶다. 이십대 태반이 백수인 시대에서 살아 남았지만, 다시 백수로 돌아가 여유를 즐기고 싶은걸. 이래서 집안에 돈 많은 부자집 자제들이 부러운 거구나.",
    "slang_meaning_pairs": [
      {
        "slang": "고진감래",
        "meaning": "고용해 주셔서 진짜 감사한데, 집에 갈래'의 줄임말"
      },
      {
        "slang": "마렵다",
        "meaning": "2018년 ~ 2019년 이후로 디시인사이드에서 유행하기 시작한 유행어\n'원한다', '하고 싶다' 정도로 볼 수 있다. '땡긴다(당긴다)'와 거의 대응할 수 있으며, 간단하게 앞에 원하는 바를 명사 형태로 넣기만 하면 된다."
      },
      {
        "slang": "이태백",
        "meaning": "이십 대 태반이 백수'의 줄임말"
      },
      {
        "slang": "금수저",
        "meaning": "금+ 수저의 합성어 / 부모가 부유해서 부모대는 물론 자신이 앞으로 살아가는데도 금전적인 걱정을 할 필요가 없는 자제를 일컫는 신조어."
      }
    ]
  },
  {
    "slang_sentence": "바쁜 아침은 먹는걸 챙기기 힘들기 때문에 출근 후 도착해서 오전(10시)/(열 시)에서 (11시)/(열 한 시) 사이에 본의 아니게 사무실에서 오피스브런치족이 돼버린다.",
    "standard_sentence": "바쁜 아침은 먹는걸 챙기기 힘들기 때문에 출근 후 도착해서 오전10시에서 11시 사이에 본의 아니게 사무실에서 브런치를 즐기는 직장인이 되버린다.",
    "slang_meaning_pairs": [
      {
        "slang": "오피스브런치족",
        "meaning": "브런치는 블랙퍼스트(Breakfast)와 런치(Lunch)의 합성어로 \n우리말로는 이른 점심식사 정도로 표현할 수 있는 단어. \n오피스브런치족은 그러한 브런치를 사무실에서 즐기는 직장인들을 이르는 말이다."
      }
    ]
  },
  {
    "slang_sentence": "입사 일주일차 고진감래의 참뜻을 이해하게 되었어. 누가 나 집에 좀 보내줘. 회사에 가면 웃을래도 썩소밖에 안 지어져.",
    "standard_sentence": "입사 일주일차 고용해 주셔서 진짜 감사한데 집에 갈래의 참뜻을 이해하게 되었어. 누가 나 집에 좀 보내줘. 회사에 가면 웃을래도 썩은 미소밖에 안 지어져.",
    "slang_meaning_pairs": [
      {
        "slang": "고진감래",
        "meaning": "고용해 주셔서 진짜 감사한데, 집에 갈래'의 줄임말"
      },
      {
        "slang": "썩소",
        "meaning": "썩은 미소의 줄임말. 말 그대로 사악함이 물씬 풍겨나는 음흉한미소며, 보는 이로 하여금 경탄을 자아내거나 짜증을 자아내거나 둘 중 하나를 느끼게 한다."
      }
    ]
  },
  {
    "slang_sentence": "취업 관련 도움이 될까해서 여러 자료를 봤는데 페이스펙 분야는 모델과 폐션계쪽 인데 지원하는곳은 더욱 심하다고 생각이 들더라.",
    "standard_sentence": "취업 관련 도움이 될까해서 여러 자료를 봤는데 외모가 안 되면 취업이 되는 분야는 모델과 폐션계쪽 인데 지원하는곳은 더욱 심하다고 생각이 들더라.",
    "slang_meaning_pairs": [
      {
        "slang": "페이스펙",
        "meaning": "페이스(Face)+스펙(Spec)의 합성어로 다양한 스펙을 쌓아도 외모가 안 되면 취업에 성공하지 못하는 현실을 반영한 말이다."
      }
    ]
  },
  {
    "slang_sentence": "회사에서 맡은 일이 너무 많아서 발표 자료를 준비를 부실하게 했더니 바로 사수한테 팩트폭행 맞았어. 마상 입긴 했는데 내가 잘못한 걸 잘못했다고 들은거니 어쩔 수 없다고 생각하고 다음부터 더 잘하려고 해. 다음부턴 업무를 내 능력치 이상으로 무리하지 않고 혼자서 쌉가능일 정도만 적당하게 받아야겠어.",
    "standard_sentence": "회사에서 맡은 일이 너무 많아서 발표 자료 준비를 부실하게 했더니 바로 사수한테 사실을 바탕으로 한 비판을 받았어. 마음에 상처 입긴 했는데 내가 잘못한 걸 잘못했다고 들은거니 어쩔 수 없다고 생각하고 다음부터 더 잘하려고 해. 다음부턴 업무를 내 능력치 이상으로 무리하지 않고 혼자서 완전 가능일 정도만 적당하게 받아야겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "팩트폭행",
        "meaning": "\"Fact+폭행\"\n사실을 바탕으로 한 비판과 이에 대한 반응 모두에서 사용될 수 있다\n상대방의 정신을 완전히 무너트리려는 목적으로 사용되고,\n당하는 입장에서는 어쩔 수 없이 받아들인다는 의미로 ‘팩트폭행’이라는 어휘를 사용한다."
      },
      {
        "slang": "마상",
        "meaning": "마음의 상처를 줄여서 '마상'이라 부른다."
      },
      {
        "slang": "쌉가능",
        "meaning": " '완전' '매우' 등의 의미로 단어를 강조하는 접두어로 통용되는 쌉과 가능이라는 단어의 합성어로 완전 가능한 상태의 신조어"
      }
    ]
  },
  {
    "slang_sentence": "오늘도 무한 회의 반복이다. 우리 사수가 심하게 회의주의 회의주의자인데 비효율적인 것 같아. 벌써 오늘 잡힌 회의도 졸라 많은데 이번 달도 역시 월루하긴 글렀다. 회의준비를 하루에 두 번 이상 하는게 말이 되나.",
    "standard_sentence": "오늘도 무한 회의 반복이다. 우리 사수가 심하게 틈만 나면 미팅을 소집하는데 비효율적인 것 같아. 벌써 오늘 잡힌 회의도 엄청 많은데 이번 달도 역시 하는 일 없이 월급만 타 가긴 글렀다. 회의준비를 하루에 두 번 이상 하는게 말이 되나.",
    "slang_meaning_pairs": [
      {
        "slang": "회의주의자",
        "meaning": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배직원"
      },
      {
        "slang": "졸라",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "월루",
        "meaning": "월급루팡'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "출근 30분 전에 일어나는 바람에 렬루 급하게 준비하고 나왔어. 다행히 아슬아슬하게 늦지 않고 도착했는데 잠에서 덜 깼는지 솔까말 평소보다 힘들더라. 요즘 할 일이 워낙 많아서 늦게 자니까 아침에 일어나기가 만만치 않아. 오늘부터라도 일찍 자고 일찍 일어나도록 노력해서 갓생을 살겠어.",
    "standard_sentence": "출근 30분 전에 일어나는 바람에 진짜로 급하게 준비하고 나왔어. 다행히 아슬아슬하게 늦지 않고 도착했는데 잠에서 덜 깼는지 솔직히 까놓고 말해서 평소보다 힘들더라. 요즘 할 일이 워낙 많아서 늦게 자니까 아침에 일어나기가 만만치 않아. 오늘부터라도 일찍 자고 일찍 일어나도록 노력해서 부지런한 삶을 살겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "렬루",
        "meaning": "real' 리얼로? 리얼루?를 빨리 발음한단어 / '진짜?'의 뜻을 가지고 있음"
      },
      {
        "slang": "솔까말",
        "meaning": "솔직히 까놓고 말해서의 줄임말. 진실을 나타내고 싶을때 사용."
      },
      {
        "slang": "갓생",
        "meaning": "신을 의미하는 'God'과 인생을 뜻하는 '생'의 합성어로 부지런하고 타의 모범이 되는 삶을 뜻하는 신조어"
      }
    ]
  },
  {
    "slang_sentence": "오늘 월급로그인하자마자 적금, 카드값, 보험비까지 순식간에 월급로그아웃 된 거 있지. 월급날이라 나름 하이텐션이었는데 통장 잔고 적게 남아있는 걸 보고 바로 롬곡 흘렸지. 이 허탈함을 어쩌면 좋지.",
    "standard_sentence": "오늘 월급 들어오자마자 적금, 카드값, 보험비까지 순식간에 월급 빠져나간 거 있지. 월급날이라 나름 들뜬 기분이었는데 통장 잔고 적게 남아있는 거 보고 바로 눈물 흘렸지. 이 허탈함을 어쩌면 좋지.",
    "slang_meaning_pairs": [
      {
        "slang": "월급로그인",
        "meaning": "월급이 통장에 순식간에 들어왔다'는 의미"
      },
      {
        "slang": "월급로그아웃",
        "meaning": "월급이 통장에 순식간에 들어왔다가 순식간에 빠져나간다는 의미"
      },
      {
        "slang": "하이텐션",
        "meaning": "마냥 들뜬 컨디션+기분 상태를 뜻하는 말."
      },
      {
        "slang": "롬곡",
        "meaning": "눈물이라는 글자를 180도 회전시켜 뒤집어놓은 글자"
      }
    ]
  },
  {
    "slang_sentence": "코로나 터지고나서 사람들이 모이는게 쉽지 않다보니 회사에서도 다들 재택근무를 시행하더라고 그래서 그런지 집에서 일하기 꿀꿀한 사람들은 다들 코피스족이 되어버린것 같아. 어쩌면 재택근무가 근무 효율을 더 높일 수 있는 걸지도 몰라. 출퇴근 시간도 아낄 수 있고, 강직인이나 냥집사에게도 도움되지 않을까?",
    "standard_sentence": "코로나 터지고나서 사람들이 모이는게 쉽지 않다보니 회사에서도 다들 재택근무를 시행하더라고 그래서 그런지 집에서 일하기 우울한 사람들은 다들 커피전문점에서 업무를 보는 직장인이 되어버린것 같아. 어쩌면 재택근무가 근무 효율을 더 높일 수 있는 걸지도 몰라. 출퇴근 시간도 아낄 수 있고, 강아지 키우는 직장인이나 고양이 키우는 사람에게도 도움되지 않을까?",
    "slang_meaning_pairs": [
      {
        "slang": "꿀꿀하다",
        "meaning": "마음이 우울하거나 기분이 착잡하다'"
      },
      {
        "slang": "코피스족",
        "meaning": "커피전문점에서 휴대전화나 노트북 등을 이용해 업무를 보는 직장인"
      },
      {
        "slang": "강직인",
        "meaning": "강아지를 키우는 직장인'의 줄임말"
      },
      {
        "slang": "냥집사",
        "meaning": "고양이+집사의 합성어"
      }
    ]
  },
  {
    "slang_sentence": "회사에서 별로 하는 일 없이 월급을 축내는 사람을 일컫는 말을 월급 루팡이라고 한다.(2)/(이) (30대)/(삼십 대) 여성들이 쓰는 단어. 깜놀한게 실제로 인크루트 조사로 (83.3%)/(팔십 삼점삼 프로)는 회사에서 일한 것보다 월급을 더 받는다고 밝혔다.",
    "standard_sentence": "회사에서 별로 하는 일 없이 월급을 축내는 사람을 일컫는 말을 하는 일 없이 월급만 타 가는 직원이라고 한다. 2~30대 여성들이 쓰는 단어. 깜짝 놀란 게 실제로 인크루트 조사로 83.3%는 회사에서 일한 것보다 월급을 더 받는다고 밝혔다.",
    "slang_meaning_pairs": [
      {
        "slang": "월급루팡",
        "meaning": "직장에서 하는 일 없이 월급만 타 가는 직원을 비유적으로 이르는 말."
      },
      {
        "slang": "깜놀",
        "meaning": "깜짝 놀라다의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "나는 나만의 시간이 제일 중요한 사람이어서 워라밸이 꼭 있어야 된다고 생각해. 내 에너지 다 끌올해서 회사에 쓰면 되게 지치더라.",
    "standard_sentence": "나는 나만의 시간이 제일 중요한 사람이어서 일과 생활의 균형이 꼭 있어야 된다고 생각해. 내 에너지 다 끌어올려서 회사에 쓰면 되게 지치더라.",
    "slang_meaning_pairs": [
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      },
      {
        "slang": "끌올",
        "meaning": "예전에 올라와 있던 내용을 다시 작성했다는 뜻으로, 가장 최근 페이지로 \"끌어 올리다\"의 줄임말. "
      }
    ]
  },
  {
    "slang_sentence": "취집할 수 있는 기회 있었는데 난 싫었어. 솔까말 취집해서 오전에 애기 영유 보내놓고 취미생활하고 카페에 모여서 골드맘들끼리 하하호호 떠들고 그러는게 팔자 좋아보일 순 있는데 그렇게 살고 싶지 않았어.",
    "standard_sentence": "취업대신 시집할 수 있는 기회 있었는데 난 싫었어. 솔직히 까놓고 말해서 취업대신 시집해서 오전에 애기 영어유치원 보내놓고 취미생활하고 카페에 모여서 풍족하게 자라서 자기 자녀들이나 자기한테 아끼지 않고 쓰고 투자하는 엄마들끼리 하하호호 떠들고 그러는게 팔자 좋아보일 순 있는데 그렇게 살고 싶지 않았어.",
    "slang_meaning_pairs": [
      {
        "slang": "취집",
        "meaning": "취업 대신 시집'의 줄임말"
      },
      {
        "slang": "솔까말",
        "meaning": "솔직히 까놓고 말해서의 줄임말. 진실을 나타내고 싶을때 사용."
      },
      {
        "slang": "취집",
        "meaning": "취업 대신 시집'의 줄임말"
      },
      {
        "slang": "영유",
        "meaning": "영어 유치원의 줄임말"
      },
      {
        "slang": "골드맘",
        "meaning": "풍족하게 자라서 자기 자녀들이나 자기한테 아끼지 않고 쓰고 투자하는 엄마"
      }
    ]
  },
  {
    "slang_sentence": "옛날에는 근무지에서 꼭 같이 밥 먹으려고 했는데 이제는 혼자서 간편히 밥을 먹는게 나는 혼바비언이 제일 편하더라! 밥 먹으면서 다른데는 신경 못 쓰겠더라고",
    "standard_sentence": "옛날에는 근무지에서 꼭 같이 밥 먹으려고 했는데 이제는 혼자서 간편히 밥을 먹는게 나는 혼자 밥 먹는 게 제일 편하더라! 밥 먹으면서 다른데는 신경 못 쓰겠더라고",
    "slang_meaning_pairs": [
      {
        "slang": "혼바비언",
        "meaning": "1. 혼밥과 '~을 하는 사람 또는 그런 직업을 가진 사람'을 뜻하는 영어 접미사 ian을 합성한 신조어 '\r\n2. 혼자 밥을 먹는 사람'을 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "지금까지 여러 가지 근무를 했지만 특히 단체로 움직이는 공장 직원들은 신입이 들어오면 심하게 꼽주는 모습이 자주 보인다. 그 이유는 이 직원이 존버할 수 있는지 시험 해보는 거라고 소문을 들었다.",
    "standard_sentence": "지금까지 여러 가지 근무를 했지만 특히 단체로 움직이는 공장 직원들은 신입이 들어오면 심하게 시비를 거는 모습이 자주 보인다. 그 이유는 이 직원이 끝까지 막연하게 버틸 수 있는지 시험 해보는 거라고 소문을 들었다.",
    "slang_meaning_pairs": [
      {
        "slang": "꼽다",
        "meaning": "하는 말이나 행동이 눈에 거슬려 불쾌하다.라는 의미의 '아니꼽다'를 줄인 말."
      },
      {
        "slang": "존버",
        "meaning": "비속어'존나'+ '버티다'의 줄임말/끝까지 막연하게 버팀"
      }
    ]
  },
  {
    "slang_sentence": "고딩 때부터 화학이 재밌어서 취업도 화장품 공정쪽으로 했는데 솔까말 실무는 잘 맞지 않았어. 결국 이퇴백이 돼서 부전공을 다시 살려볼까 고민하고 있어. 남들보다 늦게 시작하는데 나 괜찮겠지. 부전공이였어서 자신이 없고 조금 걱정이 된다.",
    "standard_sentence": "고등학생 때부터 화학이 재밌어서 취업도 화장품 공정 쪽으로 했는데 솔직히 말해서 실무는 잘 맞지 않았어. 결국 이십 대에 퇴직한 백수가 돼서 부전공을 다시 살려볼까 고민하고 있어. 남들보다 늦게 시작하는 데나 괜찮겠지. 부전공이었어서 자신이 없고 조금 걱정이 된다.",
    "slang_meaning_pairs": [
      {
        "slang": "고딩",
        "meaning": "모바일이나 인터넷상에서, `고등학생'을 이르는 말."
      },
      {
        "slang": "솔까말",
        "meaning": "솔직히 까놓고 말해서의 줄임말. 진실을 나타내고 싶을때 사용."
      },
      {
        "slang": "이퇴백",
        "meaning": "이십 대에 퇴직한 백수 /적성에 맞지 않는 등의 이유로 퇴사해 다시 백수가 된 사람을 뜻한다."
      }
    ]
  },
  {
    "slang_sentence": "힘들게 입사했지만 워라밸이 안 지켜지는 삶에 현타를 느끼고 금방 퇴사했어. 나는 이제 돌취생으로 더 좋은 취업을 위해 다시 열심히 준비해야겠어.",
    "standard_sentence": "힘들게 입사했지만 일과 생활의 균형이 안 지켜지는 삶에 현실자각타임을 느끼고 금방 퇴사했어. 나는 이제 돌아온 취업 준비생으로 더 좋은 취업을 위해 다시 열심히 준비해야겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      },
      {
        "slang": "현타",
        "meaning": "현실자각타임'을 줄인말/무언가를 집중해서 열정적으로 행동하고 난 뒤 갑자기 그 일을 후회하거나 수치스러워 함"
      },
      {
        "slang": "돌취생",
        "meaning": "돌아온 취업준비생의 준말"
      }
    ]
  },
  {
    "slang_sentence": "기업에 취업하신 분들 보면 의외로 삼초땡 분들이 많아서 이유를 물어보면 거의 일을 너무 심하게 시켜서 스트레스로 퇴사가 빠르다고 들었어요.",
    "standard_sentence": "기업에 취업하신 분들 보면 의외로 30대 초반이면 명예퇴직을 생각하는 분들이 많아서 이유를 물어보면 거의 일을 너무 심하게 시켜서 스트레스로 퇴사가 빠르다고 들었어요.",
    "slang_meaning_pairs": [
      {
        "slang": "삼초땡",
        "meaning": "30대 초반이면 명예퇴직을 생각해야 한다"
      }
    ]
  },
  {
    "slang_sentence": "파이어족은 경제적 자립을 토대로 자발적 조기 은퇴를 추진하는 사람들을 일컫는 용어다. 이들은 (30대)/(삼십 대) 말이나 늦어도 (40대)/(사십 대) 초반까지는 조기 은퇴하겠다는 목표로 실제로 절친의 이런 모습을 보니 숨막힌다.",
    "standard_sentence": "경제적 독립으로 일찍 은퇴하는 사람은 경제적 자립을 토대로 자발적 조기 은퇴를 추진하는 사람들을 일컫는 용어다. 이들은 30대 말이나 늦어도 40대 초반까지는 조기 은퇴하겠다는 목표로 실제로 절친한 친구의 이런 모습을 보니 숨막힌다.",
    "slang_meaning_pairs": [
      {
        "slang": "파이어족",
        "meaning": "경제적 독립+빠른 은퇴/ F(파인넨셜, 경제적) I(인디펜선스, 독립) R(리타이어, 은퇴) E(얼리, 빠르게)/경제적인 독립으로 일찍 은퇴하는 사람."
      },
      {
        "slang": "절친",
        "meaning": "절친한 친구'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "페이스펙이라고 해서 요즘 취업준비하다가 성형외과 상담 받는 이십대들이 있다더라. 뇌피셜이지만 좋은 인상이 면접에도 좋은 영향을 준다더라나. 생각해보면 면접관도 사람이라 걍 그럴 수 있을 거 같기도 해.",
    "standard_sentence": "외모가 안 되면 취업에 성공하지 못하는 현실이라고 해서 요즘 취업준비하다가 성형외과 상담 받는 이십대들이 있다더라. 자기 머리에서 나온 생각을 사실로 검증된 듯이 말하지만 좋은 인상이 면접에도 좋은 영향을 준다더라나. 생각해보면 면접관도 사람이라 그냥 그럴 수 있을 거 같기도 해.",
    "slang_meaning_pairs": [
      {
        "slang": "페이스펙",
        "meaning": "페이스(Face)+스펙(Spec)의 합성어로 다양한 스펙을 쌓아도 외모가 안 되면 취업에 성공하지 못하는 현실을 반영한 말이다."
      },
      {
        "slang": "뇌피셜",
        "meaning": "뇌+오피셜(official) 합성어/자기 머리에서 나온 생각을 사실로 검증된 듯이 말함"
      },
      {
        "slang": "걍",
        "meaning": "그냥'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "요즘은 대학교도 오래 다니고 대학원 가는 이십대가 많다보니까 렬루 이태백이야. 내 주위만 보더라도 취업한 직딩은 거의 없고 다 공부중이지. 헬조선에서 너도나도 스펙 올리겠다고 뛰어든 결과인가 싶어 진짜 내 현실이라서 더 씁쓸하다",
    "standard_sentence": "요즘은 대학교도 오래 다니고 대학원 가는 이십대가 많다보니까 진짜로 이십대 태반이 백수야. 내 주위만 보더라도 취업한 직장인은 거의 없고 다 공부중이지. 지옥같은 조선에서 너도나도 기본적인 능력 올리겠다고 뛰어든 결과인가 싶어 진짜 내 현실이라서 더 씁쓸하다",
    "slang_meaning_pairs": [
      {
        "slang": "렬루",
        "meaning": "real' 리얼로? 리얼루?를 빨리 발음한단어 / '진짜?'의 뜻을 가지고 있음"
      },
      {
        "slang": "이태백",
        "meaning": "이십 대 태반이 백수'의 줄임말"
      },
      {
        "slang": "직딩",
        "meaning": "직장인'을 속되게 이르는 말."
      },
      {
        "slang": "헬조선",
        "meaning": "지옥의 '헬'과 우리나라를 의미하는 '조선'을 결합하여 만든말/ 한국사회를 부정하는 단어"
      },
      {
        "slang": "스펙",
        "meaning": "specification'의 준말 / 신상명세 등 사람이나 사물의 기본적인 능력."
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 나홀로서울족이라는 단어를 알게 되었는데 지방에서 상경하여 서울에서 자취하는 구직자를 뜻해.",
    "standard_sentence": "내가 오늘은 지방에서 상경하여 서울에서 자취하는 구직자라는 단어를 알게 되었는데 지방에서 상경하여 서울에서 자취하는 구직자를 뜻해.",
    "slang_meaning_pairs": [
      {
        "slang": "나홀로서울족",
        "meaning": "지방에서 상경하여 서울에서 자취하는 구직자"
      }
    ]
  },
  {
    "slang_sentence": "이틀째 밤새고 있는데 있던 소재도 고갈돼서 오히려 없그레이드 된 격이야. 내 워라밸도 날라가고 얼른 퇴근이나 하고 싶다. 무대뽀로 일하는 것보다 휴식이 있어야 머리도 더 잘 돌아가는 것 같아 휴가 때 짐싸서 바로 떠날거야.",
    "standard_sentence": "이틀째 밤새고 있는데 있던 소재도 고갈돼서 오히려 안좋게 된 격이야. 내 일과 생활의 균형도 날라가고 얼른 퇴근이나 하고 싶다. 무대뽀로 일하는 것보다 휴식이 있어야 머리도 더 잘 돌아가는 것 같아 휴가 때 짐싸서 바로 떠날거야.",
    "slang_meaning_pairs": [
      {
        "slang": "없그레이드",
        "meaning": "상황이 전보다 더 나빠졌을 때 주로 쓰는 말/업그레이드 한 게 안한것보다 못하다."
      },
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      },
      {
        "slang": "무대뽀",
        "meaning": "일본어(無鐵砲:muteppô)에서 유래한 말/일의 앞뒤를 잘 헤아리는 신중함이 없다는 의미"
      }
    ]
  },
  {
    "slang_sentence": "너 월급이 (500)/(오백)이라고 했나? 일하는거 보면 별로 하는거 없어보이던데 완전 월급루팡아니냐? 나는 지난주에 월급 들어왔는데, 다음주면 월급로그아웃 되겠더라. 아니 안그래도 오피스빌런 때문에 회사 그만두고 싶은데, 이번에 인상해달라고 해야겠다.",
    "standard_sentence": "너 월급이 500이라고 했나? 일하는거 보면 별로 하는거 없어보이던데 완전 하는 일 없이 월급만 타 가는 거 아니냐? 나는 지난주에 월급 들어왔는데, 다음주면 월급 빠져나가게 되겠더라. 아니 안그래도 민폐 직원 때문에 회사 그만두고 싶은데, 이번에 인상해달라고 해야겠다.",
    "slang_meaning_pairs": [
      {
        "slang": "월급루팡",
        "meaning": "직장에서 하는 일 없이 월급만 타 가는 직원을 비유적으로 이르는 말."
      },
      {
        "slang": "월급로그아웃",
        "meaning": "월급이 통장에 순식간에 들어왔다가 순식간에 빠져나간다는 의미"
      },
      {
        "slang": "오피스빌런",
        "meaning": "Office(사무실)'+Villain(악역)의 합성어 / 사내에서 민폐를 끼치는 직원이나 직원들에게 나쁜말만 해대는 상사를 뜻함"
      }
    ]
  },
  {
    "slang_sentence": "에이, 뭐 그정도는 사람이면 다 실수하지. 금방 복구하기 쌉가능이야. 일한 지 얼마 안된 신입이니까 어차피 다른 분들도 이해해주실거야 갠춘갠춘.",
    "standard_sentence": "에이, 뭐 그정도는 사람이면 다 실수하지. 금방 복구하기 완전 가능이야. 일한 지 얼마 안된 신입이니까 어차피 다른 분들도 이해해주실거야 괜찮아.",
    "slang_meaning_pairs": [
      {
        "slang": "쌉가능",
        "meaning": " '완전' '매우' 등의 의미로 단어를 강조하는 접두어로 통용되는 쌉과 가능이라는 단어의 합성어로 완전 가능한 상태의 신조어"
      },
      {
        "slang": "갠춘",
        "meaning": "괜찮아'의 변형 축약형태 / 괜찮다는 의미이다"
      },
      {
        "slang": "갠춘",
        "meaning": "괜찮아'의 변형 축약형태 / 괜찮다는 의미이다"
      }
    ]
  },
  {
    "slang_sentence": "대학교 졸업 후 취직한 강직인 친구는 외출 후 강아지를 위해서 빨리 집에 간다구 했다.",
    "standard_sentence": "대학교 졸업 후 취직한 강아지 키우는 직장인 친구는 외출 후 강아지를 위해서 빨리 집에 간다구 했다.",
    "slang_meaning_pairs": [
      {
        "slang": "강직인",
        "meaning": "강아지를 키우는 직장인'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "옆부서 오피스빌런 목소리가 여기까지 쩌렁쩌렁 울려서 졸라 스트레스 받는데 어떡하지? 극혐인데 알아서 좀 자제하거나 주변에서 말해줘야 되는 거 아니야? 좀 안 들리게 말 하던가 사무실에서 그 사람 목소리만 들려서 업무에 집중이 안돼.",
    "standard_sentence": "옆부서 민폐 직원 목소리가 여기까지 쩌렁쩌렁 울려서 엄청 스트레스 받는데 어떡하지? 극히 혐오스러운데 알아서 좀 자제하거나 주변에서 말해줘야 되는 거 아니야? 좀 안 들리게 말 하던가 사무실에서 그 사람 목소리만 들려서 업무에 집중이 안돼.",
    "slang_meaning_pairs": [
      {
        "slang": "오피스빌런",
        "meaning": "Office(사무실)'+Villain(악역)의 합성어 / 사내에서 민폐를 끼치는 직원이나 직원들에게 나쁜말만 해대는 상사를 뜻함"
      },
      {
        "slang": "졸라",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "극혐",
        "meaning": "극도로 혐오한다는 말의 신조어"
      }
    ]
  },
  {
    "slang_sentence": "요 며칠 주문량이 많아서 공장 존나 가동했더니 과부하났다고 해서 오늘 콜 들려보려고. 귀차니즘이 심하지만 공장 가동 회복시키려면 어쩔 수 없지. 점심까지만 먹고 출발해야겠다.",
    "standard_sentence": "요 며칠 주문량이 많아서 공장 엄청 가동했더니 과부하났다고 해서 오늘 거래처 들려보려고. 귀찮음이 심하지만 공장 가동 회복시키려면 어쩔 수 없지. 점심까지만 먹고 출발해야겠다.",
    "slang_meaning_pairs": [
      {
        "slang": "존나",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "콜",
        "meaning": "1. 젊은이들 사이에서, 상대방의 뜻을 물을 때나 이에 동의할 때 친근하게 하는 말. 상대의 제안을 받아들일 때 하는 말.\n2. 거래처를 칭함/ '콜을 찍다'라는 말은 거래처를 방문했다는 말이다."
      },
      {
        "slang": "귀차니즘",
        "meaning": "1. 귀찮-이라는 국어 형용사 어간을 어근 삼아 영어 접미사 \"-ism\"을 붙여서 만든 신조어. \r\n2. 게으름,귀찮음 "
      }
    ]
  },
  {
    "slang_sentence": "반퇴세대는 은퇴와 절반을 합친 신조어로 조기퇴직을 한 뒤 다시 새롭게 일자리를 찾는 사람들을 가리키는 말이다. 이 신조어는 최근 40대 퇴직자들이 늘어나게 되면서 많이 사용되고 있다.",
    "standard_sentence": "조기퇴직 후 경제활동을 지속하는 세대는 은퇴와 절반을 합친 신조어로 조기퇴직을 한 뒤 다시 새롭게 일자리를 찾는 사람들을 가리키는 말이다. 이 신조어는 최근 40대 퇴직자들이 늘어나게 되면서 많이 사용되고 있다.",
    "slang_meaning_pairs": [
      {
        "slang": "반퇴세대",
        "meaning": "조기퇴직 후 경제활동을 지속하는 세대를 뜻함"
      }
    ]
  },
  {
    "slang_sentence": "역시 근무를 하면서 워라 워라밸이 잘 되어 있는 회사가 최고야!",
    "standard_sentence": "역시 근무를 하면서 일과 삶의 균형이 잘 되어 있는 회사가 최고야!",
    "slang_meaning_pairs": [
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      }
    ]
  },
  {
    "slang_sentence": "근무 하는 도중에 생각보다 일찍 월급로그인 돼서 너무 기쁜 나머지 앉은 자리에서 충동 구매를 해버렸다.",
    "standard_sentence": "근무 하는 도중에 생각보다 일찍 월급이 순식간에 들어와서 너무 기쁜 나머지 앉은 자리에서 충동 구매를 해버렸다.",
    "slang_meaning_pairs": [
      {
        "slang": "월급로그인",
        "meaning": "월급이 통장에 순식간에 들어왔다'는 의미"
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 나토족이라는 단어를 알게 되었는데 말만하고 행동은 하지 않는 유형의 직장인이라는 뜻이야.",
    "standard_sentence": "내가 오늘은 말만 하고 행동은 하지 않는 유형의 직장인이라는 단어를 알게 되었는데 말만하고 행동은 하지 않는 유형의 직장인이라는 뜻이야.",
    "slang_meaning_pairs": [
      {
        "slang": "나토족",
        "meaning": "말만하고 행동은 하지 않는 유형의 직장인"
      }
    ]
  },
  {
    "slang_sentence": "처음엔 곧잘 하더니만 요즘 왜 이렇게 짜치고 있는거지? 지금부터 제대로 시작해도 갠춘하니까 열심히 해봅시다. 조언해주는 거니까 마상입지 말고 잘해봐요. 다음 보고서 다시 써서 오늘 퇴근 전까지 보내줘요.",
    "standard_sentence": "처음엔 곧잘 하더니만 요즘 왜 이렇게 기대치에 못미치고 있는거지? 지금부터 제대로 시작해도 괜찮으니까 열심히 해봅시다. 조언해주는 거니까 마음에 상처입지 말고 잘해봐요. 다음 보고서 다시 써서 오늘 퇴근 전까지 보내줘요.",
    "slang_meaning_pairs": [
      {
        "slang": "짜치다",
        "meaning": "쪼들리다의 경상도 방언/ 수준이 모자라거나 기대치에 미치지 못하는 경우/ 급이 없고 낮아서 후져보인다."
      },
      {
        "slang": "갠춘",
        "meaning": "괜찮아'의 변형 축약형태 / 괜찮다는 의미이다"
      },
      {
        "slang": "마상",
        "meaning": "마음의 상처를 줄여서 '마상'이라 부른다."
      }
    ]
  },
  {
    "slang_sentence": "요즘은 젊을 때 바짝 벌고 그 돈으로 일찍 여유를 즐기는 파이어족들이 많은 것 같아, 나도 언젠가 그런 부없녀가 되고 싶어.",
    "standard_sentence": "요즘은 젊을 때 바짝 벌고 그 돈으로 일찍 여유를 즐기는 경제적인 독립으로 일찍 은퇴하는 사람들이 많은 것 같아, 나도 언젠가 그런 부러운 거 없는 여자가 되고 싶어.",
    "slang_meaning_pairs": [
      {
        "slang": "파이어족",
        "meaning": "경제적 독립+빠른 은퇴/ F(파인넨셜, 경제적) I(인디펜선스, 독립) R(리타이어, 은퇴) E(얼리, 빠르게)/경제적인 독립으로 일찍 은퇴하는 사람."
      },
      {
        "slang": "부없녀",
        "meaning": "부러울게 없는 여자'의 준말"
      }
    ]
  },
  {
    "slang_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했건만 무슨 옥떨메 같이 생긴 직원 한 명이 카톡으로 자꾸 귀찮게 연락을 하는거야. 안그래도 일이 바빠서 귀차니즘인데 왜 이렇게 질척거리는지 모르겠어.",
    "standard_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 옥상에서 떨어진 메주 같이 생긴 직원 한 명이 카카오톡으로 자꾸 귀찮게 연락을 하는거야. 안그래도 일이 바빠서 귀찮음인데 왜 이렇게 질척거리는지 모르겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "옥떨메",
        "meaning": "옥상에서 떨어진 메주'의 준말 / 못생긴 사람을 뜻함 / 7~80년대에 유행"
      },
      {
        "slang": "카톡",
        "meaning": "주로 쓰는 메신저 앱인 카카오톡(kakao talk)의 준말"
      },
      {
        "slang": "귀차니즘",
        "meaning": "1. 귀찮-이라는 국어 형용사 어간을 어근 삼아 영어 접미사 \"-ism\"을 붙여서 만든 신조어. \r\n2. 게으름,귀찮음 "
      }
    ]
  },
  {
    "slang_sentence": "일과 가정, 여가, 건강, 자기개발, 사회활동 등의 삶을 조화롭게 하여 행복한 인생을 영위하기 위한 것을 워라밸이라 뜻하게 됨",
    "standard_sentence": "일과 가정, 여가, 건강, 자기개발, 사회활동 등의 삶을 조화롭게 하여 행복한 인생을 영위하기 위한 것을  일과 삶의 균형으로 뜻하게 됨.",
    "slang_meaning_pairs": [
      {
        "slang": "워라밸",
        "meaning": "워크(work) & 라이프(life)+밸런스(balance)를 합친 단어/직장인들 사이에서 주로 쓰임/\"일과 생활의 균형\""
      }
    ]
  },
  {
    "slang_sentence": "얼마전에 같은 대학교 동기 친구를 보았는데 자신이 엔지족이고 엔지족이라구 휴학하고 아르바이트하는 중이라고 힘들어하더라구.",
    "standard_sentence": "얼마전에 같은 대학교 동기 친구를 보았는데 자신이 취업난으로 인해 졸업을 유예하는 종족이라구 휴학하고 아르바이트하는 중이고 힘들어하더라구.",
    "slang_meaning_pairs": [
      {
        "slang": "NG족",
        "meaning": "(No Graduation)'족의 준말 / 취업난으로 인해 졸업을 미루는, 졸업유예 종족을 뜻한다 (엔지족)"
      }
    ]
  },
  {
    "slang_sentence": "홈퍼니족들은 한 해 내내 자소서 고쳐쓰고 면접 준비하고 하루하루 갓생 살더라. 다들 원하는 회사에 합격해서 대유잼 인생 살았음 좋겠어 나도 그렇게 살고있진 않지만 그런 모습보면 안쓰럽더라고",
    "standard_sentence": "공채시즌에 집에서 원서접수에 매진하는 사람들은 한 해 내내 자기소개서 고쳐쓰고 면접 준비하고 하루하루 부지런한 삶 살더라. 다들 원하는 회사에 합격해서 매우 재미있는 인생 살았음 좋겠어 나도 그렇게 살고있진 않지만 그런 모습보면 안쓰럽더라고",
    "slang_meaning_pairs": [
      {
        "slang": "홈퍼니족",
        "meaning": "기업들의 공식 채용 공고가 몰리는 상하반기 공채시즌에 집에서 원서접수에 매진함"
      },
      {
        "slang": "자소서",
        "meaning": "자기소개서"
      },
      {
        "slang": "갓생",
        "meaning": "신을 의미하는 'God'과 인생을 뜻하는 '생'의 합성어로 부지런하고 타의 모범이 되는 삶을 뜻하는 신조어"
      },
      {
        "slang": "대유잼",
        "meaning": "大(큰 대)有(있을 유)잼으로 큰 재미가 있다는 의미"
      }
    ]
  },
  {
    "slang_sentence": "한가지 고민이 생겼어. 회사 게시판 들어가보니까 오피스빌런 같이 같은 사람이 올라와 있더라고. 혹시 그사람하고 같이 일하게 되면 어떡하지? 엄청 걱정된다.",
    "standard_sentence": "한가지 고민이 생겼어. 회사 게시판 들어가보니까 직장내에서 직원들에게 나쁜말만 해대는 상사같은 사람이 올라와 있더라고. 혹시 그사람하고 같이 일하게 되면 어떡하지? 엄청 걱정된다.",
    "slang_meaning_pairs": [
      {
        "slang": "오피스빌런",
        "meaning": "Office(사무실)'+Villain(악역)의 합성어 / 사내에서 민폐를 끼치는 직원이나 직원들에게 나쁜말만 해대는 상사를 뜻함"
      }
    ]
  },
  {
    "slang_sentence": "이번 프로젝트 전체 주제가 빠른 배송을 강조하는 거니까 여기서부터 바리쳐보자. 마인드맵 하듯이 생각해보면 이렇게 뻗어나갈 수 있겠다, 그럼 이 부분 내일까지 와꾸잡아서 올려줄래? 그러고나서 다시 회의하면 되겠다.",
    "standard_sentence": "이번 프로젝트 전체 주제가 빠른 배송을 강조하는 거니까 여기서부터 하나의 소재에서 시작해 다양한 아이디어로 확산시키자. 마인드맵 하듯이 생각해보면 이렇게 뻗어나갈 수 있겠다, 그럼 이 부분 내일까지 전체 보고서 방향과 틀을 잡아서 올려줄래? 그러고나서 다시 회의하면 되겠다.",
    "slang_meaning_pairs": [
      {
        "slang": "바리치다",
        "meaning": "variation에서 파생된 은어/변화,변형,변주곡/하나의 소재에서 시작해 다양한 아이디어로 확산시키다"
      },
      {
        "slang": "와꾸잡다",
        "meaning": "전체 보고서 방향과 틀을 잡다"
      }
    ]
  },
  {
    "slang_sentence": "삼팔육 이후로도 자신을 발전시키며 가정과 일도 잘 케어 할 수 있는 여성이 되고 싶다.",
    "standard_sentence": "38세까지 직장 다닐 수 있으면 천만다행 이후로도 자신을 발전시키며 가정과 일도 잘 케어 할 수 있는 여성이 되고 싶다.",
    "slang_meaning_pairs": [
      {
        "slang": "삼팔육",
        "meaning": "38세까지 직장 다닐 수 있으면 천만다행임을 비유적으로 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "회사 최종 불합격 통보를 들을 때마다 장미족들은 정말 힘들 것 같아. 취업하기 어려워지니 헬조선이 낳은 부작용이 아닐까 싶어. 요즘은 그래서 그런지 취직보다 취집하고 싶어하는 사람도 보이더라. 웬만하면 고생안하고 편하게 살고 싶어하니깐.",
    "standard_sentence": "회사 최종 불합격 통보를 들을 때마다 장기간 미취업인 사람들은 정말 힘들 것 같아. 취업하기 어려워지니 지옥같은 한국이 낳은 부작용이 아닐까 싶어. 요즘은 그래서 그런지 취직보다 취업대신 시집하고 싶어하는 사람도 보이더라. 웬만하면 고생안하고 편하게 살고 싶어하니깐.",
    "slang_meaning_pairs": [
      {
        "slang": "장미족",
        "meaning": "장기간 미취업 상태에 있는 사람"
      },
      {
        "slang": "헬조선",
        "meaning": "지옥의 '헬'과 우리나라를 의미하는 '조선'을 결합하여 만든말/ 한국사회를 부정하는 단어"
      },
      {
        "slang": "취집",
        "meaning": "취업 대신 시집'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 데꼬보꼬 라는 단어를 알게 되었는데 주로 요소의 배치, 크기 등에 대비를 줄 때 사용하고 도그푸드를 알게 되었는데 기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용하는 거야.",
    "standard_sentence": "내가 오늘은 주로 요소의 배치, 크기 등의 대비를 준다는 단어를 알게 되었는데 주로 요소의 배치, 크기 등에 대비를 줄 때 사용하고 기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용하다를 알게 되었는데 기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용하는 거야.",
    "slang_meaning_pairs": [
      {
        "slang": "데꼬보꼬",
        "meaning": " 주로 요소의 배치, 크기 등에 대비를 줄 때 사용한다. / 일반적으로 '평평하지 못하다''울퉁불퉁''매끄럽지 못하다''들쭉날쭉하다 "
      },
      {
        "slang": "도그푸드",
        "meaning": "기술이나 제품을 생산하는 회사 내에서 평가나 판매를 목적으로 시험 사용 하다."
      }
    ]
  },
  {
    "slang_sentence": "업무상 많은 메일들을 확인하는 직업이라 필요없는 메일들은 다 수겁해버렸다. 그래서 아주 깔끔하게 일이 잘 돌아가서 지금 근무에 최적한 상태이다.",
    "standard_sentence": "업무상 많은 메일들을 확인하는 직업이라 필요없는 메일들은 다 수신거부해버렸다. 그래서 아주 깔끔하게 일이 잘 돌아가서 지금 근무에 최적한 상태이다.",
    "slang_meaning_pairs": [
      {
        "slang": "수겁",
        "meaning": "메신저 수신거부의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 갓수라는 단어를 알게 되었는데 신하고 백수가 합쳐진 단어야. 그리고 강직인이 있는데 강아지를 키우는 직장인을 줄인 것으로 알고 있으면 돼.",
    "standard_sentence": "내가 오늘은 신의 백수라는 단어를 알게 되었는데 신하고 백수가 합쳐진 단어야. 그리고 강아지 키우는 직장인이 있는데 강아지를 키우는 직장인을 줄인 것으로 알고 있으면 돼.",
    "slang_meaning_pairs": [
      {
        "slang": "갓수",
        "meaning": "갓(God) + 백수"
      },
      {
        "slang": "강직인",
        "meaning": "강아지를 키우는 직장인'의 줄임말"
      }
    ]
  },
  {
    "slang_sentence": "서울에 회사가 존나 많다보니까 나홀로서울족이 생각보다 되게 많더라. 이렇게 서울로 인구가 점점 집중포화되는 게 좋은 현상 같진 않아. 출퇴근 시간 지옥철은 물론이고 자연스럽게 자낳괴가 많아지는 배경이 되는 거 같아.",
    "standard_sentence": "서울에 회사가 엄청 많다보니까 지방에서 상경하여 서울에서 자취하는 구직자가 생각보다 되게 많더라. 이렇게 서울로 인구가 점점 집중포화되는 게 좋은 현상 같진 않아. 출퇴근 시간 비좁고 붐비는 지하철은 물론이고 자연스럽게 자본주의가 낳은 괴물이 많아지는 배경이 되는 거 같아.",
    "slang_meaning_pairs": [
      {
        "slang": "존나",
        "meaning": "매우~, 너무~, 엄청~ 등 의 뜻으로 대상, 혹은 감정을 강조할 때 쓰이는 한국어의 비속어."
      },
      {
        "slang": "나홀로서울족",
        "meaning": "지방에서 상경하여 서울에서 자취하는 구직자"
      },
      {
        "slang": "지옥철",
        "meaning": "사람이 많아 몹시 붐비고 비좁은 지하철을 비유적으로 이르는 말."
      },
      {
        "slang": "자낳괴",
        "meaning": "자본주의가 낳은 괴물'의 줄임말로,  돈을 위해서 일반적인 상식을 벗어나는 행동을 하는 사람을 뜻한다"
      }
    ]
  },
  {
    "slang_sentence": "오늘 (7시)/(일곱 시)에 일어나서 지금 밤 (11시)/(열 한 시)가 될 때까지 바쁘게 살았는데 이 정도면 레알 갓수 아니냐. 백수지만 나름 갓생을 사려고 노력했지. 이래놓고 난 내일 피곤해서 오후까지 자버리는거 아닌가 싶다.",
    "standard_sentence": "오늘 7시에 일어나서 지금 밤 11시가 될 때까지 바쁘게 살았는데 이 정도면 정말 신의 백수 아니냐. 백수지만 나름대로 부지런한 삶을 사려고 노력했지 이래놓고 난 내일 피곤해서 오후까지 자버리는거 아닌가 싶다",
    "slang_meaning_pairs": [
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "갓수",
        "meaning": "갓(God) + 백수"
      },
      {
        "slang": "갓생",
        "meaning": "신을 의미하는 'God'과 인생을 뜻하는 '생'의 합성어로 부지런하고 타의 모범이 되는 삶을 뜻하는 신조어"
      }
    ]
  },
  {
    "slang_sentence": "아무래도 내 사수 나토족인 거 같아. 분명 오늘 일 주겠다고 했는데 아직까지 언급 없는 걸 보면 렬루 그런 듯. 먼저 말을 해야하는건가 싶은데 월급루팡하기 눈치보이니까 말해봐야겠다.",
    "standard_sentence": "아무래도 내 사수 말만 하고 행동은 하지 않는 유형의 직장인인 거 같아. 분명 오늘 일 주겠다고 했는데 아직까지 언급 없는 걸 보면 진짜로 그런 듯. 먼저 말을 해야하는건가 싶은데 일 안 하고 월급만 타가기 눈치보이니까 말해봐야겠어.",
    "slang_meaning_pairs": [
      {
        "slang": "나토족",
        "meaning": "말만하고 행동은 하지 않는 유형의 직장인"
      },
      {
        "slang": "렬루",
        "meaning": "real' 리얼로? 리얼루?를 빨리 발음한단어 / '진짜?'의 뜻을 가지고 있음"
      },
      {
        "slang": "월급루팡",
        "meaning": "직장에서 하는 일 없이 월급만 타 가는 직원을 비유적으로 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "지난 달에 새로 취업하게 됐다는 말 했었나? 근데 직원 중에 젊은 나이 치고는 너무 빠른 퇴사를 하시길래 왜 갑자기 퇴준생이 되었는지 궁금해서 물어봤더니, 출근하면서 매주 로또를 구매했다고 하더라고. 그래서 최근에 1등 당첨이 되어서 파이어족 되었대. 너무 부러워서 칼퇴 마렵더라.",
    "standard_sentence": "지난 달에 새로 취업하게 됐다는 말 했었나? 근데 직원 중에 젊은 나이 치고는 너무 빠른 퇴사를 하시길래 왜 갑자기 퇴사를 준비한 사람이 되었는지 궁금해서 물어봤더니, 출근하면서 매주 로또를 구매했다고 하더라고. 그래서 최근에 1등 당첨이 되어서 경제적 독립으로 일찍 은퇴하는 사람이 되었대. 너무 부러워서 지체 없이 바로 퇴근하고 싶더라.",
    "slang_meaning_pairs": [
      {
        "slang": "퇴준생",
        "meaning": "퇴사를 준비하는 사람'의 준말"
      },
      {
        "slang": "파이어족",
        "meaning": "경제적 독립+빠른 은퇴/ F(파인넨셜, 경제적) I(인디펜선스, 독립) R(리타이어, 은퇴) E(얼리, 빠르게)/경제적인 독립으로 일찍 은퇴하는 사람."
      },
      {
        "slang": "칼퇴",
        "meaning": "칼퇴근의 줄임말로 퇴근 시간이 되자마자 조금도 지체 없이 바로 퇴근함."
      },
      {
        "slang": "마렵다",
        "meaning": "2018년 ~ 2019년 이후로 디시인사이드에서 유행하기 시작한 유행어\n'원한다', '하고 싶다' 정도로 볼 수 있다. '땡긴다(당긴다)'와 거의 대응할 수 있으며, 간단하게 앞에 원하는 바를 명사 형태로 넣기만 하면 된다."
      }
    ]
  },
  {
    "slang_sentence": "회사에 다니면서 회방남분들을 보면 철두철미하고 성실한 분들이 많은것같아.",
    "standard_sentence": "회사에 다니면서 회사 방침을 철저히 따르는 남자 분들을 보면 철두철미하고 성실한 분들이 많은것같아.",
    "slang_meaning_pairs": [
      {
        "slang": "회방남",
        "meaning": "회사 방침을 철저히 따르는 남자"
      }
    ]
  },
  {
    "slang_sentence": "이번 안건에 대해서 내일까지 전반적인 와꾸잡고 시작하도록 하자. 이거 빠르게 처리할 수 있는 금손 있나? 급한 사항이라서 빠르게 끝낼 수 있는 사람이면 좋겠는데 나도 같이 도와서 할게.",
    "standard_sentence": "이번 안건에 대해서 내일까지 전반적인 전체 보고서 방향과 틀을 잡고 시작하도록 하자. 이거 빠르게 처리할 수 있는 손재주 좋은 사람 있나? 급한 사항이라서 빠르게 끝낼 수 있는 사람이면 좋겠는데 나도 같이 도와서 할게.",
    "slang_meaning_pairs": [
      {
        "slang": "와꾸잡다",
        "meaning": "전체 보고서 방향과 틀을 잡다"
      },
      {
        "slang": "금손",
        "meaning": "흔히 동인계에서 쓰이는 단어.\n 손재주나 그림실력이 뛰어나 높은 퀄리티의 창작물을 만드는 창작자를 일컫는 말로, 존잘, 굇수 같은 단어와도 의미가 상통한다"
      }
    ]
  },
  {
    "slang_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 회의주의자 상사 한 명이 카톡으로 사소한거 하나하나 회의를 하는거야. 안그래도 일이 바빠서 정신 없는데, 회의를 하는지 모르겠어. 진짜 취준생으로 돌아가고 싶다.",
    "standard_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 틈만 나면 별 의미 없이 미팅을 소집하는 상사 한 명이 카카오톡으로 사소한거 하나하나 회의를 하는거야. 안그래도 일이 바빠서 정신 없는데, 회의를 하는지 모르겠어. 진짜 취업 준비생으로 돌아가고 싶다.",
    "slang_meaning_pairs": [
      {
        "slang": "회의주의자",
        "meaning": "틈만 나면 별 의미 없이 미팅을 소집하는 상사나 선배직원"
      },
      {
        "slang": "카톡",
        "meaning": "주로 쓰는 메신저 앱인 카카오톡(kakao talk)의 준말"
      },
      {
        "slang": "취준생",
        "meaning": "취업 준비생'을 줄여 이르는 말."
      }
    ]
  },
  {
    "slang_sentence": "아무리 생각해도 그런 식으로 일을 처리하는 건 에바야. 마감기한이 얼마 남지 않은 건 알지만 엉망진창인 보고서를 낸다는 건 생각만 해도 극혐이야. 혼틈에서 멘탈 잡고 보고서 수정을 우선순위로 둬서 팀원들과 협업해서 빠르게 고치고 최대한 개선해서 제출하는 게 좋을 것 같아.",
    "standard_sentence": "아무리 생각해도 그런 식으로 일을 처리하는 건 오바야. 마감기한이 얼마 남지 않은 건 알지만 엉망진창인 보고서를 낸다는 건 생각만 해도 극히 혐오스러워. 혼란을 틈타 멘탈 잡고 보고서 수정을 우선순위로 둬서 팀원들과 협업해서 빠르게 고치고 최대한 개선해서 제출하는 게 좋을 것 같아.",
    "slang_meaning_pairs": [
      {
        "slang": "에바",
        "meaning": "요즘 신세대 사람들이 오바를 변형해서 말한 것이다. 약간 지나친 느낌."
      },
      {
        "slang": "극혐",
        "meaning": "극도로 혐오한다는 말의 신조어"
      },
      {
        "slang": "혼틈",
        "meaning": "혼란을 틈타'의 줄임말이다. 혼란한 틈을 기회로 삼아 무엇인가를 한다는 의미로 사용된다."
      }
    ]
  },
  {
    "slang_sentence": "강아지 분리불안이 있는 강직인들은 출근할 때마다 전쟁을 치르고 오더라. 댕댕이들 정말 귀엽지만 사람을 너무 좋아해서 그런지 그럴 때 보면 레알 안타까울 때가 있어그래도 퇴근하면 엄청 반겨주니까 귀여워서 피로가 풀리긴하겠다",
    "standard_sentence": "강아지 분리불안이 있는 강아지 키우는 직장인들은 출근할 때마다 전쟁을 치르고 오더라. 강아지들 정말 귀엽지만 사람을 너무 좋아해서 그런지 그럴 때 보면 진짜 안타까울 때가 있어. 그래도 퇴근하면 엄청 반겨주니까 귀여워서 피로가 풀리긴하겠다",
    "slang_meaning_pairs": [
      {
        "slang": "강직인",
        "meaning": "강아지를 키우는 직장인'의 줄임말"
      },
      {
        "slang": "댕댕이",
        "meaning": "멍멍이'라는 단어를 야민정음화 시킨것 / 멍<->댕 / '강아지'를 의미함"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      }
    ]
  },
  {
    "slang_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 회방남 직원 한 명이 카톡으로 사소한거 하나하나 곱을 주는 꼽을 주는거야. 안그래도 일이 바빠서 귀차니즘인데 왜 이렇게 나무라는지 모르겠어. 진짜 환승이직 하고싶다.",
    "standard_sentence": "이번에 새로 취업하게 됐다는 말 했었나? 새로 취업한김에 되게 기분 좋게 출근하려고 다짐했것만 무슨 회사 방침에 철저히 따르는 남자 직원 한 명이 카카오톡으로 사소한거 하나하나 시비를 거는 거야. 안그래도 일이 바빠서 귀찮음인데 왜 이렇게 나무라는지 모르겠어. 진짜 환승해서 바로 이직하고 싶다.",
    "slang_meaning_pairs": [
      {
        "slang": "회방남",
        "meaning": "회사 방침을 철저히 따르는 남자"
      },
      {
        "slang": "카톡",
        "meaning": "주로 쓰는 메신저 앱인 카카오톡(kakao talk)의 준말"
      },
      {
        "slang": "꼽다",
        "meaning": "하는 말이나 행동이 눈에 거슬려 불쾌하다.라는 의미의 '아니꼽다'를 줄인 말."
      },
      {
        "slang": "귀차니즘",
        "meaning": "1. 귀찮-이라는 국어 형용사 어간을 어근 삼아 영어 접미사 \"-ism\"을 붙여서 만든 신조어. \r\n2. 게으름,귀찮음 "
      },
      {
        "slang": "환승이직",
        "meaning": "환승해서 바로 이직하는 사람/재직 중이다가 이직 성공해서바로 그만두고 바로 새 직장 들어가는 사람"
      }
    ]
  },
  {
    "slang_sentence": "중규직이라는 무기계약직 신분 직장인이라는 뜻인데 비정규직과 정규직 사이의 어정쩡한 위치에 있고 정년이 보장되는 것 외 비정규직과 유사하대 뭔가 어정쩡한 위치지만 안정적이니까 괜찮은 것 같아",
    "standard_sentence": "계약직과 정규직의 중간적인 고용 형태라는 무기계약직 신분 직장인이라는 뜻인데 비정규직과 정규직 사이의 어정쩡한 위치에 있고 정년이 보장되는 외 비정규직과 유사하대 뭔가 어정쩡한 위치지만 안정적이니까 괜찮은 것 같아",
    "slang_meaning_pairs": [
      {
        "slang": "중규직",
        "meaning": "금융권 유통업계 중심으로 2년 이상 일한 기간제 노동자들을 \n계약 기간을 따로 정하지 않는 무기계약직으로 전환하면서 나온 신조어\n계약직과 정규직의 중간적인 고용 형태"
      }
    ]
  },
  {
    "slang_sentence": "공고에 있는 내용으로 정확히 어떤거인지 모르기에 면까몰이라 생각되서 면접 장소까지 이동했다.",
    "standard_sentence": "공고에 있는 내용으로 정확히 어떤거인지 모르기에 면접은 까볼 때까지 모른다 생각되서 면접 장소까지 이동했다.",
    "slang_meaning_pairs": [
      {
        "slang": "면까몰",
        "meaning": "면접은 까볼 때까지 모른다'의 준말 / 취업 최종 단계인 면접 결과를 속단하지 말라고 경계하는 의미다."
      }
    ]
  },
  {
    "slang_sentence": "월급이 들어온지 얼마 안됐는데 벌써 월급로그아웃이 됬다. 왜냐하면 카드빚과 통신비 때문이다. 굉장히 골치가 아프다.",
    "standard_sentence": "월급이 들어온지 얼마 안됐는데 벌써 월급이 다나갔다. 왜냐하면 카드빚과 통신비 때문이다. 굉장히 골치가 아프다.",
    "slang_meaning_pairs": [
      {
        "slang": "월급로그아웃",
        "meaning": "월급이 통장에 순식간에 들어왔다가 순식간에 빠져나간다는 의미"
      }
    ]
  },
  {
    "slang_sentence": "내가 오늘은 긱이코노미라는 단어를 알게 되었는데 기업에서 그때 발생하는 업무 수요에 따라 계약직, 프리랜서 형태로 사람을 고용하는 경향이 커진 경제 현상이야.",
    "standard_sentence": "내가 오늘은 기업에서 그때 발생하는 업무 수요에 따라 계약직, 프리랜서 형태로 사람을 고용하는 경향이 커진 경제 현상이라는 단어를 알게 되었는데 기업에서 그때 발생하는 업무 수요에 따라 계약직, 프리랜서 형태로 사람을 고용하는 경향이 커진 경제 현상이야.",
    "slang_meaning_pairs": [
      {
        "slang": "긱이코노미",
        "meaning": "기업에서 그때 발생하는 업무 수요에 따라 계약직, 프리랜서 형태로 사람을 고용하는 경향이 커진 경제 현상"
      }
    ]
  },
  {
    "slang_sentence": "여자는 보통 스물여섯 (26세)/(이십 육 세)에 취업해서 그런지 삼일절을 기억해야 한다더라. 띵언인 거 같아서 지금 갓수 생활을 즐기 즐기다가 슬슬 불안해지기 시작했어. 나도 그 때까지 취업 못 하면 앞으로 뭐 먹고 살아야하지 더 열심히 취업 자리를 찾아봐야 할 것 같아.",
    "standard_sentence": "여자는 보통 26세에 취업해서 그런지 31세까지 취업을 못하면 절대 못한다는 것을 기억해야 한다더라. 명언인 거 같아서 지금 신의 백수 생활을 즐기다가 슬슬 불안해지기 시작했어. 나도 그 때까지 취업 못 하면 앞으로 뭐 먹고 살아야하지 더 열심히 취업 자리를 찾아봐야 할 것 같아.",
    "slang_meaning_pairs": [
      {
        "slang": "삼일절",
        "meaning": "기념일 '삼일절'이 아닌 '31세까지 취업을 못하면 절대 못한다는 의미이다.'"
      },
      {
        "slang": "띵언",
        "meaning": "명언에서 파생된 단어/\"명언\"의 장조"
      },
      {
        "slang": "갓수",
        "meaning": "갓(God) + 백수"
      }
    ]
  },
  {
    "slang_sentence": "코드 깔끔하게 쓰지. 왜 이렇게 스파게티코드로 꼬아서 썼어? 이러면 수정하기도 어렵고 서버 터지면 복구하기도 어렵단 말야, 레알 킹받네. 꼬이면 본인이 다 일 할것도 아니면서 진짜 배려없이 일을 하니까 나까지 정신이 없다.",
    "standard_sentence": "코드 깔끔하게 쓰지. 왜 이렇게 복잡하게 뒤엉킨 코드로 꼬아서 썼어? 이러면 수정하기도 어렵고 서버 터지면 복구하기도 어렵단 말야, 진짜 열받네. 꼬이면 본인이 다 일 할것도 아니면서 진짜 배려없이 일을 하니까 나까지 정신이 없다.",
    "slang_meaning_pairs": [
      {
        "slang": "스파게티코드",
        "meaning": "컴퓨터 프로그램의 소스 코드가 복잡하게 뒤엉킨 모습을 스파게티 면발에 비유한 표현"
      },
      {
        "slang": "레알",
        "meaning": "REAL을 발음나는데로 읽은 표현 정말 진짜 라는 뜻을 더욱 강조하는 표현'"
      },
      {
        "slang": "킹받는다",
        "meaning": "열받는다' 의 '열'을 '킹'으로 바꿔 강조 표현"
      }
    ]
  },
  {
    "slang_sentence": "회사에 다니다가 느낀건데, 요즘은 회사에서 어느정도 쉬는 시간을 보장해준다. 준다. 하지만 몇몇 직장인들을 보면 자진해서 쉼포족같이 행동하는 사람들이 많다..",
    "standard_sentence": "회사에 다니다가 느낀건데, 요즘은 회사에서 어느정도 쉬는 시간을 보장해준다. 하지만 몇몇 직장인들을 보면  자진해서 쉼포족같이 행동하는 사람들이 많다..",
    "slang_meaning_pairs": [
      {
        "slang": "쉼포족",
        "meaning": "쉼을 포기한 사람/쉬지않고 일만 하는 사람을 일컫는 신조어"
      }
    ]
  },
  {
    "slang_sentence": "어색한 회사 사람들과 의미 없는 수다 떠는 걸 극혐하기 때문에 나는 차라리 혼밥이 훨씬 편해. 유튜브로 좋아하는 예능 돌려보면서 밥 먹는데 나만의 소확행이라고 할 수 있지. 회사 주변이다보니까 식당에도 나처럼 혼밥하는 사람들이 많아서 더 괜찮은 것 같아. 저녁에는 혼술하는 사람도 간간이 보이더라고.",
    "standard_sentence": "어색한 회사 사람들과 의미 없는 수다 떠는 걸 극히 혐오하기 때문에 나는 차라리 혼자 밥먹는 게 훨씬 편해. 유튜브로 좋아하는 예능 돌려보면서 밥 먹는데 나만의 소소하고 확실한 행복이라고 할 수 있지. 회사 주변이다보니까 식당에도 나처럼 혼자 밥먹는 사람들이 많아서 더 괜찮은 것 같아. 저녁에는 혼자 술 먹는 사람도 간간이 보이더라고.",
    "slang_meaning_pairs": [
      {
        "slang": "극혐",
        "meaning": "극도로 혐오한다는 말의 신조어"
      },
      {
        "slang": "혼밥",
        "meaning": "혼자서 밥을 먹는 행위"
      },
      {
        "slang": "소확행",
        "meaning": "소소하고 확실한 행복의 줄임말"
      },
      {
        "slang": "혼밥",
        "meaning": "혼자서 밥을 먹는 행위"
      },
      {
        "slang": "혼술",
        "meaning": "혼자 술을 마시는 행위"
      }
    ]
  },
  {
    "slang_sentence": "새로 들어온 신입 완전 불타는 열정이었는데 일주일만에 빤스런해서 경쟁사로 환승이직하는 거 보고 어이없었어. 인수인계 중이었는데 얄짤없이 나가더라고 신입이 내팽겨쳐 내팽겨치고 간 일 처리하느라 나까지 야근했다",
    "standard_sentence": "새로 들어온 신입 완전 불타는 열정이었는데 일주일만에 뒤도 돌아보지 않고 도망가서 경쟁사로 환승해서 바로 이직하는 거 보고 어이없었어. 인수인계 중이었는데 가차없이 나가더라고 신입이 내팽겨치고 간 일 처리하느라 나까지 야근했다",
    "slang_meaning_pairs": [
      {
        "slang": "빤스런",
        "meaning": "빤스만 입고 도망(run)가는 것처럼 있던 자리에서 뒤도 돌아보지 않고 급하게 뜨는 것을 비웃을 때 주로 사용"
      },
      {
        "slang": "환승이직",
        "meaning": "환승해서 바로 이직하는 사람/재직 중이다가 이직 성공해서바로 그만두고 바로 새 직장 들어가는 사람"
      },
      {
        "slang": "얄짤없다",
        "meaning": "별 수 없다', '봐 주지 않는다', '가차없다', '그냥 넘어가주지 않는다' 등의 뜻을 가지고 있다. 표준국어대사전에 등재되어 있지 않으므로 표준어가 아니다."
      }
    ]
  }
]